[
  {
    "title": "Support",
    "content": "We provide all the necessary support, whether it's with content or answering questions. If you have any questions, contact us via Discord, send an email to support, or message us, and we will respond as soon as possible.",
    "category": "Course Support",
    "tags": ["support", "questions", "contact", "Discord", "email"]
  },
  {
    "title": "Types of Selling on Amazon",
    "content": "This class covers the four main types of selling on Amazon: Retail Arbitrage, Online Arbitrage, Private Label, and Wholesale. Retail Arbitrage involves buying products at retail stores and reselling them on Amazon for a higher price. Online Arbitrage is similar to Retail Arbitrage but involves purchasing products online from retailers like Target or Walmart. Private Label requires creating a brand and product listing on Amazon, catering to an exclusive demand. Wholesale involves buying products in bulk from distributors in the US and reselling them on Amazon. The focus of this course is on Online Arbitrage and Retail Arbitrage.",
    "category": "Amazon Selling Strategies",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Retail Arbitrage",
      "Online Arbitrage",
      "Private Label",
      "Wholesale"
    ]
  },
  {
    "title": "Level Up na Amazon: Para Quem?",
    "content": "The Level Up course on Amazon is designed for two types of students: those who are new to selling on Amazon and those who are already selling but struggling to increase their sales. For beginners, the course covers step-by-step instructions on how to open an Amazon account, set up shipping, navigate Seller Central, and use the mobile app. For experienced sellers looking to level up their game, Module Two focuses on retail arbitrage, online arbitrage, and advanced product research techniques to boost sales. By mastering product research and understanding profitable products, sellers can overcome obstacles like lack of capital and easily achieve impressive results.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon",
      "Level Up",
      "Selling",
      "Product Research",
      "Retail Arbitrage",
      "Online Arbitrage"
    ]
  },
  {
    "title": "Welcome to Level Up with Sara Quartaroli, CEO of USNA Amazon",
    "content": "Sara Quartaroli, CEO of USNA Amazon, welcomes you to Level Up. She shares her experience of starting to sell on Amazon two years ago and now running a structured company with a warehouse, a sharp team, and over $1 million in revenue in the last 12 months. Throughout Level Up, you will receive the tools needed to boost your sales and gain insights into the Amazon business.",
    "category": "Course Introduction",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Level Up",
      "Sara Quartaroli",
      "USNA Amazon"
    ]
  },
  {
    "title": "Understanding IP Complaint in Amazon FBA",
    "content": "In this video, we discuss Intellectual Property, commonly known as IP Complaint, a concern for many Amazon sellers. Intellectual Property refers to the situation where, even if you are authorized to sell on Amazon, it does not mean that the brand is authorizing you to resell their products. Brands with Private Label items can use the Intellectual Property Complaint tool on Amazon to report infringement. This can result in removal from the listing and a warning on your account, potentially leading to the deactivation of your account based on your Account Health. It is crucial to be cautious when listing products and follow tips to avoid IP Complaints to safeguard your account.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "IP Complaint",
      "Intellectual Property",
      "Amazon FBA",
      "Account Health"
    ]
  },
  {
    "title": "Understanding Amazon Ranking",
    "content": "Amazon ranking is the list of best-selling products within different categories on the platform. The closer the ranking is to zero, the better the product is selling. The ranking varies from category to category, with items closer to zero selling better. Amazon also divides rankings into top categories: below 1%, 1% to 3%, and above 3%. Products with rankings below 1% sell faster, while those above 3% sell slower. Analyzing the top percentage can help determine how well a product is selling within its category.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon ranking",
      "best-selling products",
      "top percentage",
      "category analysis"
    ]
  },
  {
    "title": "What is the Buy Box?",
    "content": "The Buy Box is the featured seller on Amazon responsible for over 80% of sales on the platform. Understanding and utilizing the Buy Box is crucial for maximizing sales. When a customer shops on Amazon, they often assume they are buying directly from Amazon when in reality they are purchasing from the Buy Box seller. This highlights the importance of winning the Buy Box to increase sales. Pricing your product competitively in the Buy Box can lead to more visibility and sales. The seller in the Buy Box typically receives the majority of sales, making it essential to master the Buy Box to boost your sales performance.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Buy Box",
      "Amazon sales",
      "Competitive pricing",
      "Sales performance"
    ]
  },
  {
    "title": "LEVEL UP: Online Arbitrage and Retail Arbitrage Project",
    "content": "The Level Up project focuses on online arbitrage and retail arbitrage, providing educational resources from account setup to product research, process analysis, tactical arbitrage, and repricing. Participants will receive tools to expand their Amazon business and achieve impressive results. The course accounts for 30%, with the remaining 70% depending on individual engagement and effort. Participants are encouraged to actively pursue their goals, gather information, and persist through challenges. The project includes a one-year access to educational resources, 12 weeks of group mentoring on Zoom, and exclusive access to a Discord community with daily product leads for reselling on Amazon. Emphasis is placed on practical application of course content to optimize learning outcomes. The project aims to create a supportive community of Amazon sellers, fostering growth and development. Participants are encouraged to combine knowledge acquisition with practical implementation for effective results.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "online arbitrage",
      "retail arbitrage",
      "educational resources",
      "Amazon business",
      "engagement",
      "mentoring",
      "Discord community",
      "practical application",
      "community building"
    ]
  },
  {
    "title": "Using Self-Service Machine at USPS for Amazon Shipments",
    "content": "This class provides a quick tutorial on how to use the self-service machine at USPS for Amazon shipments. Instead of waiting in long lines, especially during busy times like the end of the year, you can use the self-checkout machine to obtain a tracking number for your packages. By scanning the pre-paid label and following the prompts on the machine, you can quickly drop off your packages at USPS without having to wait for a pickup. The machine will provide you with a receipt containing all the tracking numbers for the packages you have delivered. For smaller packages, you can place them in the designated slot on the machine, while larger packages may require assistance from USPS staff. This efficient process can save you time and hassle, especially during peak shipping seasons.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "USPS",
      "Self-Service Machine",
      "Shipping Tips"
    ]
  },
  {
    "title": "KEEPA FINDER + TA",
    "content": "The class covers how to utilize Keeper Finder in conjunction with Tactical Arbitrage to find top products. It explains the ideal combination of using Keeper Finder and why performing a reverse search on Tactical Arbitrage can lead to discovering profitable products. The instructor emphasizes that manually searching for products using Keeper alone is not efficient, but when used with Tactical Arbitrage, it becomes a powerful tool. The process involves exporting files from Keeper Finder, uploading them to Tactical Arbitrage for reverse search, and setting filters to find lucrative products in specific categories like Toys. The class concludes with a reminder to follow the sequence of lessons for better understanding.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA Finder",
      "Tactical Arbitrage",
      "Product Research",
      "Reverse Search",
      "Amazon FBA"
    ]
  },
  {
    "title": "FBA and FBM Overview",
    "content": "FBA stands for Fulfillment by Amazon, where Amazon handles the storage, packing, and shipping of products once they are sold. This allows sellers to scale their business efficiently. On the other hand, FBM stands for Fulfilled by Merchant, where the seller is responsible for handling the order fulfillment process, including packaging and shipping the products themselves. The choice between FBA and FBM depends on factors like scalability and resource management. By utilizing a combination of FBA and FBM, sellers can leverage Amazon's logistics infrastructure while maintaining a lean operation. Understanding both models is crucial for deciding the best approach for your business.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA",
      "FBM",
      "Fulfillment by Amazon",
      "Fulfilled by Merchant",
      "Amazon selling",
      "Logistics"
    ]
  },
  {
    "title": "Amazon Payment Process",
    "content": "Amazon pays sellers every 15 days via bank deposit to the account provided. Sellers can request early payment when funds are available. The dashboard displays the Toro Balance, showing the total amount Amazon owes the seller. The Account Level Reserve is a held amount by Amazon to cover potential refunds. Payments are released 7 days after product delivery to the customer, with a 15-day payment cycle. Funds Available section allows for early payment requests. Detailed transaction information can be viewed in the Statement section for analysis.",
    "category": "Amazon Payments",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Payment Process",
      "Seller Central",
      "Account Level Reserve"
    ]
  },
  {
    "title": "Necessary Data to Open an Account on Amazon",
    "content": "To open an account on Amazon, you need the correct documentation such as a passport or driver's license if you live in Brazil, an international credit card, and an account on Pioneer or Hyperwallet. The process is relatively simple, and Amazon requires all information to match. If you live in the US, you need a Social Security or IT Number. For individuals, an international credit card is needed for potential charges. If you have a business account, you will use the IT Number and later the EIN and company information. Amazon only allows one individual account per person, attempting to open multiple accounts may result in a block. These are the essential details for opening an account on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon",
      "account opening",
      "documentation",
      "international selling",
      "business account"
    ]
  },
  {
    "title": "Using the Amazon Seller App",
    "content": "This class covers how to download and use the Amazon Seller App. Once approved to sell on Amazon, you can download the app to manage your account from your mobile device. The app allows you to view orders in real-time, manage inventory, scan products, add or remove products, handle payments, view customer messages, and more. To download the app, go to the App Store or your app download platform, search for 'Amazon Seller App', and sign up using your Seller Central email and password. The app provides information on daily sales, units sold, upcoming payments, reviews, customer feedback, and order management. You can also manage inventory, scan barcodes, and view FBA and FBM orders. The app is a convenient tool to monitor and manage your Amazon business on-the-go.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon Seller App",
      "Download App",
      "Mobile Management",
      "Inventory Management",
      "Order Tracking"
    ]
  },
  {
    "title": "Scheduling Free Pick Up from USPS",
    "content": "To schedule a free pick up from USPS, go to the USPS website and click on 'Send'. Then, select 'Schedule Pick Up' and enter your address details, phone number, and email. Check the availability for pick up. Specify the location of your packages (mailbox, front door, back door, etc.) and whether there is a dog at the location. Choose a time for pick up, either during regular delivery hours for free or at a specific time for a $25 fee. Enter the number of packages and their types (priority, first class, ground) along with the estimated total weight. Confirm that you have read the information and click on 'Request Pick Up'. This process is convenient for those who are at home or at a commercial address all day, as USPS will come to collect the packages for free.",
    "category": "Shipping and Logistics",
    "tags": ["USPS", "free pick up", "scheduling", "packages", "delivery"]
  },
  {
    "title": "How to Avoid IP Complaints",
    "content": "To avoid IP complaints, follow these three basic tips: 1. Avoid listings with two or fewer sellers, as this often indicates the presence of the brand or authorized wholesale sellers who may file a complaint. 2. Use tools like paid extensions such as IP Alert's Seller Amped to assess the risk of potential IP alerts. 3. Always check the KEEPA graph for the number of sellers in a listing, as fluctuations in the number of sellers can indicate IP complaints and potential risks. Pay attention to the pattern of sellers entering and leaving the listing, as sudden drops in seller count may signal IP complaints. By monitoring the KEEPA graph, you can anticipate and prevent IP complaints, safeguarding your Amazon account from being blocked.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["IP Complaints", "Listings", "KEEPA Graph", "Amazon Account"]
  },
  {
    "title": "How to Open a Case Log on Amazon",
    "content": "In this class, you will learn how to open a case log on Amazon to resolve any issues with your listings or to communicate with Amazon's support team. There are two ways to do this: through your desktop or through the mobile app. To open a case log through the desktop, go to the Cellular Center page, click on Help, then select More Help, Get Support. Choose the category that best fits your issue, such as selling on Amazon. Browse the menu to select the specific problem you are facing, like Easy Claims or Inventory issues. Follow the prompts to submit your case log. After submitting, you can view or review your case logs by going to Help and selecting Case Log View or Review. You can communicate with Amazon via email through these case logs and request further assistance if needed. Opening a case log is a crucial step in resolving any problems you encounter while selling on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Amazon", "Case Log", "Customer Support", "Troubleshooting"]
  },
  {
    "title": "How to Win the Buy Box",
    "content": "To win the Buy Box on Amazon, there are several key factors to consider. Firstly, price is important but not always the sole determinant. It is recommended to price your product 5% below or above the Buy Box price range to increase your chances. Additionally, the number of reviews plays a significant role in determining Buy Box eligibility. Sellers with more reviews tend to have an advantage. Amazon also rewards sellers who have been on the listing for a longer period of time, as they demonstrate consistency and reliability. Maintaining a presence on the listing for an extended period can increase your Buy Box time. In the next video, a detailed explanation of the Buy Box and its metrics will be provided.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Buy Box", "Amazon", "Price", "Reviews", "Listing Maintenance"]
  },
  {
    "title": "Essential Items to Start Selling on Amazon",
    "content": "If you live in the USA, you will need some materials to start working on Amazon. You will need boxes, tape (clear tape of 2 or 3 inches), a tape gun, a scale that can weigh up to 150 pounds with a separate display, a precision scale for items below 1 pound, a laser printer (a thermal printer is recommended for Amazon labels), a measuring tape, a knife (also known as a utility knife), bubble wrap for product protection, polybags with suffocation warning for small or liquid items, labels for FBA and UPS (4x6) and SKUs for FBA (2.5x1.5). It is recommended to have a Heater Gun or a hairdryer for removing labels easily. Detailed information on these items and how to print labels will be covered in upcoming videos.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Selling on Amazon",
      "Product Packaging",
      "Label Printing"
    ]
  },
  {
    "title": "Account Level Reserve in Amazon",
    "content": "Account Level Reserve is the fund that Amazon retains from the seller to cover any potential issues that may arise with the transactions. The amount of Account Reserve increases as you make more sales, with no specific limit. It is important to budget your expenses accordingly, as you may experience delays in receiving your funds, typically around 45 days for new sellers. It is recommended to set aside a budget for product purchases that you do not depend on immediately, as your Account Reserve may affect your cash flow. As your sales volume increases, your Account Reserve may also increase, leading to potential payment delays. It is essential to be aware of this aspect of selling on Amazon and plan your finances accordingly.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Account Level Reserve",
      "Amazon selling",
      "Payment delays",
      "Budgeting"
    ]
  },
  {
    "title": "How to Process Refund via Customer Message",
    "content": "Learn how to process a customer refund for a quality issue through a customer message. For FBM orders, direct the customer to Amazon for resolution. For FBA orders, always refer the customer to Amazon for refunds or replacements. To process a refund through a customer message, click on the order and select 'refund order.' Choose a reason for the refund and submit. You can add up to $20 for additional costs. Once processed, inform the customer and confirm the refund.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "refund process",
      "customer message",
      "FBM orders",
      "FBA orders",
      "refund reasons"
    ]
  },
  {
    "title": "How to Get Free 4x6 Labels from UPS",
    "content": "In this class, you will learn how to get free 4x6 labels from UPS to save on shipping supplies. UPS provides these labels for free to account holders. You can request them through the UPS website by logging in and selecting 'labels and stickers', then choosing the 4x6 option. Additionally, you can also select smaller labels like 4x4 and 50 for covering extra barcodes on products. By utilizing these free labels provided by UPS, you can save money on supplies. Make sure to enter your shipping information correctly when placing the order. The labels will be delivered to your specified address within 6 business days.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "UPS",
      "4x6 Labels",
      "Shipping Supplies",
      "Free Labels",
      "Amazon FBA"
    ]
  },
  {
    "title": "How to Respond to a Customer",
    "content": "In this class, you will learn how to effectively respond to a customer message on Amazon FBA or FBM. It is crucial to reply within the 24-hour target set by Amazon to maintain a good account health. Messages can be viewed in your Seller Central Account under Buyer Message. If you respond within 24 hours, it will show as Under Target; if you exceed 24 hours, it will show as Over. Always respond professionally and calmly to customer inquiries. Evaluate and analyze the situation based on Amazon's policies before responding. Avoid panicking or admitting mistakes. If a customer reports not receiving an order, investigate the issue and consider offering a refund if necessary. Apologize for any inconvenience and explain the resolution briefly and clearly. Remember to maintain proactive communication with customers and aim to resolve issues promptly.",
    "category": "Customer Service",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Customer Communication",
      "Account Health",
      "Refunds"
    ]
  },
  {
    "title": "Listing an Item Directly as FBA",
    "content": "In this class, you will learn how to list an item directly as FBA. There are two ways to do this: you can convert an FBM item to FBA, or you can find a product and send it directly to FBA without listing it as FBM first. To list an item directly as FBA, go to the Seller Center main page, click on 'Catalog', then 'Add Product'. Enter the product details, set the price, select 'Fulfilled by Amazon (FBA)', and click on 'Save & Finish'. Remember to fill in all required fields before proceeding. Amazon will give you the option to list FBA and send the inventory, or just list the item. It's easier to list multiple products and send them all at once. This is how you can list an item directly as FBA. See you in the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["FBA", "listing", "inventory management", "Amazon Seller Center"]
  },
  {
    "title": "Finding Clearance Products in Stores",
    "content": "One tip in retail arbitrage is to look for clearance sections where products are discounted below the retail price. Stores like Walmart, Publix, Marshalls, and Ross often have clearance sections with products marked with tags in colors like orange, yellow, or red. It's a great way to find products for resale. Always check for discounted items, especially during seasonal changes when off-season products are heavily discounted. While it may not be ideal to hold onto products for a year, selling discounted items in regions with consistent weather like Florida can still yield good profits. It's recommended to focus on cash flow and avoid holding onto inventory for too long. Look for clearance deals and off-season products to resell on platforms like Amazon at a good price.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "clearance products",
      "retail arbitrage",
      "discounted items",
      "seasonal changes",
      "cash flow",
      "reselling on Amazon"
    ]
  },
  {
    "title": "Tracking Your Shipped Products in FBA",
    "content": "Learn how to track your shipments sent to FBA easily through Seller Central. Access your shipments under Inventory, Shipments tab. Filter shipments by status such as working, ready to ship, shipping, check-in, receiving, closed, or canceled. Click on 'track shipment' for detailed information like creation date, transit status, delivery date, check-in status, and closure status. View contents to check received quantities. Monitor your shipment status and resolve any issues flagged. Stay informed about your sent items and their progress.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA",
      "tracking shipments",
      "inventory management",
      "shipment status"
    ]
  },
  {
    "title": "Understanding Amazon's Return Policy",
    "content": "In this class, we discuss Amazon's return policy, emphasizing the customer-centric approach of Amazon. Customers have 30 days after product delivery to request a return. Returns are common, averaging 3-5% monthly. When dealing with FBM returns, you must physically receive the product before issuing a refund. For FBA returns, Amazon handles the process, including product inspection and potential resale. It's advised not to let Amazon dispose of returned items, as their inspection may not be accurate. Instead, assess the product yourself before deciding its fate.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Amazon", "return policy", "FBM", "FBA", "customer service"]
  },
  {
    "title": "What is a Prep Center?",
    "content": "A Prep Center, short for Preparation Center, is a facility or company where you can send your products to be prepared for shipment to Amazon or for FBM (Fulfillment by Merchant). The importance of a Prep Center lies in its convenience for individuals living outside the country, engaging in online arbitrage, or facing limitations in space or time to prepare products. By outsourcing the preparation process to a Prep Center, you can focus on product sourcing and avoid the logistical tasks that consume time and space. The average cost of using a Prep Center ranges from 80 cents to 1.20 dollars per item. When selecting a Prep Center, you typically have an initial interview to discuss services offered, lead time, delivery times, and costs. Utilizing a Prep Center can be beneficial for those who prefer not to handle product preparation or have limited space. Additionally, using a Prep Center located in a Tax Exemption State can help you save on sales tax. By sending products to a Tax Exemption State, you can avoid paying sales tax, ultimately reducing costs and increasing profitability. Consider the advantages of utilizing a Prep Center in states with tax exemptions for a more efficient and cost-effective Amazon business.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Prep Center",
      "Amazon FBA",
      "FBM",
      "Online Arbitrage",
      "Tax Exemption State"
    ]
  },
  {
    "title": "How to Scan a Product with the Amazon App",
    "content": "When you are in a store and find a product to resell, you may want to check if it sells on Amazon. To do this, you can scan the product using the Amazon app. Firstly, you can scan the product using the barcode. Open the Amazon app on your phone, go to add products, and scan the barcode. If the product has a UPC code, it will show up on the Seller Central app. If you can't find it by the barcode, you can try scanning the product using a photo. Take a photo of the product, go to add product in the app, and scan the photo. Amazon will then show you options of items with similar photos. Another way is to search by typing the product name. For example, if you type 'Cover FX,' Amazon will show you all the items listed with that name. You can also search on Google by typing the product name along with 'Amazon' to see if there are any listings. Remember, don't just rely on the barcode. Some profitable products may not be found that way, especially seasonal items. Explore different options like using photos, names, Google, and Amazon search. Don't give up easily, because what's hard for you to find is also hard for competitors. The best products are often not easily found. Keep searching and expanding your search methods.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon app",
      "Product scanning",
      "Barcode scanning",
      "Product research",
      "Google search"
    ]
  },
  {
    "title": "The Importance of Labeling All Items",
    "content": "This class discusses the importance of labeling all items that will be sent to Amazon's FBA warehouse. When sending items to FBA, there are two options: labeling the product or using the product's barcode. It is recommended to always create and attach an Amazon label to your products to differentiate them in the warehouse. By labeling your products, each item will have a unique SKU, allowing for better organization and identification. Without proper labeling, products may get mixed up in the warehouse, leading to potential issues with product quality and customer satisfaction. It is crucial to label all items to avoid confusion and ensure accountability for the products you send. Remember, even if Amazon offers the option to send items without labels, it is advisable to always label your products for better tracking and quality control.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["labeling items", "Amazon FBA", "product SKU", "quality control"]
  },
  {
    "title": "FBA Shipping Rules",
    "content": "This class covers the rules for sending items through FBA. Boxes sent to Amazon must not exceed 25 inches on any side and 50 pounds in weight. It is recommended to keep the weight below 48 pounds to avoid penalties. Oversized products that weigh more than 50 pounds can be sent individually. Items exceeding 50 pounds require a 'Team Lift' label on all sides of the box. Boxes on pallets must also adhere to the size and weight limits. All boxes must be labeled with UPS and FBA labels, and items must have a readable SKU label. Some items may not require a SKU label, but it is recommended to print one. Remember, nothing over 50 pounds or 25 inches should be consolidated for Amazon. Follow these rules to ensure smooth shipping to Amazon.",
    "category": "Amazon FBA Shipping",
    "tags": [
      "FBA",
      "Amazon",
      "Shipping Rules",
      "SKU Label",
      "Box Size",
      "Weight Limit"
    ]
  },
  {
    "title": "RETAIL ARBITRAGE",
    "content": "Retail arbitrage is when you physically go to common supermarkets or retailers like Walmart, Target, BJ's, Costco, Sam's Club, Ross, TJ Maxx, Marshalls, Burlington, and others to find products at regular or discounted prices. You can then resell these products on Amazon as is or create bundles. The key factors in deciding between FBA and FBM are your profit margin, time availability, and space availability, not the source of the product. Retail arbitrage involves buying from retail stores and reselling on Amazon after physically visiting the store. It is important to understand that the decision between FBA and FBM is more about cost, profit, time, and space rather than the source of the product. Retail arbitrage involves scanning products in stores like Ross using your phone to find profitable items. Tips and insights on retail arbitrage will be shared based on experience in the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "retail arbitrage",
      "FBA",
      "FBM",
      "Amazon",
      "supermarkets",
      "reselling"
    ]
  },
  {
    "title": "Ways to Research Products and Stores for Retail Arbitrage",
    "content": "In this class, we discuss different ways to research products for retail arbitrage. Firstly, searching by barcode is the simplest method, but not all products have barcodes or accurate UPC codes. Seasonal items or bundled products may not be found this way. Secondly, using the product photo to search on the Amazon app can yield similar product options. Thirdly, manually searching the product name on the Amazon app can provide detailed listings. If unsuccessful, using Google to search the product name alongside Amazon can be helpful. Remember to verify product details such as size and color. These methods are essential for successful product research in retail arbitrage.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "product research",
      "retail arbitrage",
      "Amazon app",
      "Google search",
      "barcode scanning"
    ]
  },
  {
    "title": "Using Resale Certificate at Ross, TJ Maxx, and Marshalls",
    "content": "Shops like Ross, TJ Maxx, and Marshalls accept Resale Tax for Tax Exemption customers. To apply, make a normal purchase and inform the cashier that you are Tax Exemption. Provide a copy of your Resale Tax document for them to process the Tax discount at the time of purchase. Remember, you need to present a new copy of the Resale Tax every time you shop at these stores. Unlike stores like Costco, Sam's, and BJ's where you register once for the whole year, at Ross, TJ Maxx, and Marshalls, you need to provide a new copy of the Resale Tax for each purchase. Despite this inconvenience, it's worth it to avoid paying the Tax.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Resale Certificate",
      "Tax Exemption",
      "Ross",
      "TJ Maxx",
      "Marshalls"
    ]
  },
  {
    "title": "Resale Certificate: What It Is and How to Apply",
    "content": "The Resale Certificate is a document that allows businesses to make purchases without paying sales tax with the intention of reselling the products. It is particularly beneficial in the United States where sales tax is only paid once by the final consumer. To apply for a Resale Certificate, businesses need to have a registered company and request it from the state where they operate. Once obtained, businesses can buy products for resale without including sales tax in their costs. The responsibility then falls on the business to collect and remit the sales tax when selling to the end consumer. Renewal of the certificate is required annually, and businesses must report sales even if no tax was collected. Having a Resale Certificate can save businesses from paying sales tax twice and requires proper accounting practices to ensure compliance.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Resale Certificate",
      "Sales Tax",
      "Business Registration",
      "Tax Compliance",
      "Accounting Practices"
    ]
  },
  {
    "title": "Understanding and Checking Stock Level on Amazon FBA",
    "content": "In this class, we discuss Stock Level on Amazon FBA, including Restock Limits and Storage Volume. The Restock Limit is the inventory limit set by Amazon to manage space and encourage inventory turnover. Strategies for dealing with Restock Limits include starting with smaller quantities and gradually increasing inventory as items sell. Storage Volume refers to the size of the inventory allowed by Amazon, with limits for Standard Size, Oversized Storage, Apparel, Footwear, and Extra Large Storage. Additionally, Flammable Storage is discussed for items like aerosols. Monitoring Stock Limits and Storage Volume can be done in the Shipments section on Amazon Seller Central. It's important to note that inventory counts even if items are in transit. Managing Stock Level effectively involves rotating inventory to maintain sales velocity. Dealing with Restock Limits is a common challenge for sellers, indicating successful sales growth. This class provides insights on navigating and optimizing Stock Level on Amazon FBA.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Stock Level",
      "Restock Limits",
      "Storage Volume",
      "Amazon FBA",
      "Inventory Management"
    ]
  },
  {
    "title": "How to Send an FBM Product to a Customer",
    "content": "In this class, you will learn how to send an FBM item through the Seller Center. You will manage orders, distinguish between pending orders and unshipped orders, print a Packing List, buy shipping through Amazon, choose the shipping method, and prepare the package for shipment. It is important to pay attention to details such as customer names, product names, quantities, shipping types, and delivery dates. Additionally, you will learn about the importance of accurately weighing and measuring the package before purchasing the shipping label. Consider requesting an adult signature for high-value items to prevent potential issues. Finally, ensure the package is properly labeled and sealed before handing it over to the carrier. Remember to have the package scanned by the carrier for tracking purposes. This class provides a comprehensive guide on fulfilling FBM orders within the Seller Center.",
    "category": "Fulfillment by Merchant (FBM)",
    "tags": [
      "FBM orders",
      "Seller Center",
      "Packing List",
      "Buy Shipping",
      "Shipping Label",
      "Package Preparation"
    ]
  },
  {
    "title": "Converting an FBM Item to FBA",
    "content": "In this class, you will learn how to convert an item listed as FBM to FBA. When converting, the FBM item will cease to exist in your inventory and will be listed as FBA. You can either convert a single FBM item to FBA or list it directly as FBA through Seller Central. Remember that when an item is listed as FBA, you can only change the price, not the quantity. To convert an FBM item to FBA, go to 'Manage Inventory' on the page and select 'Fulfillment by Amazon' to make the conversion. You can filter your inventory by status (active, inactive, etc.) to easily find the items you are looking for. It's important to note that when an item is listed as FBA, the shipping cost is included, unlike FBM where you need to pay for shipping separately. The class demonstrates converting an FBM item to FBA using the example of 'Cover FX Natural Finish' product. By converting to FBA, you can benefit from lower shipping costs and simplified inventory management. To convert an item from FBM to FBA, go to 'Edit' and select 'Change to Fulfill by Amazon'. Then click 'Fulfillment by Amazon' to complete the conversion. Remember that each conversion removes the item from FBM inventory. This class provides a step-by-step guide on converting FBM items to FBA for efficient inventory management.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBM",
      "FBA",
      "inventory management",
      "conversion",
      "Seller Central"
    ]
  },
  {
    "title": "How to Open an Amazon Account",
    "content": "In this class, we will show you how to open an Amazon account. The process is simple, but it varies depending on whether you live in the United States or Brazil. There are two subscription options for Amazon: one for $39.99 per month and a free one with limited features. We recommend the $39.99 option for serious sellers. To sign up, visit sell.amazon.com, select your country, provide personal information, upload necessary documents like a passport or driver's license, and link an international credit card. Ensure all information matches accurately. Choose a store name and answer verification questions. Amazon may request an interview to confirm your identity. Once approved, you can start selling on Amazon. For detailed steps, refer to the full transcript.",
    "category": "Amazon Account Setup",
    "tags": ["Amazon FBA", "Amazon FBM", "Account Setup", "Selling on Amazon"]
  },
  {
    "title": "Online Arbitrage: Buying and Reselling on Amazon",
    "content": "Online Arbitrage is a process similar to Retail Arbitrage, but done online. The main difference is that with Retail Arbitrage, you physically go to retail stores to buy products to resell on Amazon, whereas with Online Arbitrage, you buy products online from anywhere in the world. This allows people living outside the US to sell on the Amazon US marketplace. You can manage your purchases and sales from anywhere, even if you're traveling. Online Arbitrage involves using systems to search for products to buy from retail stores and resell on Amazon. You can choose to fulfill orders through FBM or FBA. For those living outside the US, working with FBA is more feasible due to Prep Centers offering cost-effective preparation services. It's recommended to work with a Prep Center that handles both FBA and FBM to avoid missing out on sales spikes, especially during peak seasons like November and December. Online Arbitrage is a convenient way to buy products from retail stores worldwide and resell them on Amazon, either through FBA or FBM. Make sure to plan ahead for seasonal items that may require FBM fulfillment. See you in the next class!",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Online Arbitrage",
      "Retail Arbitrage",
      "Amazon FBA",
      "Amazon FBM",
      "Prep Center",
      "Sales Spikes"
    ]
  },
  {
    "title": "Registering Resale Certificate at BJ's, Costco, and Sam's",
    "content": "To register for Resale Tax at BJ's, Costco, and Sam's, you need to visit the Custom Service desk at these stores and provide a copy of your Resale Tax certificate. Inform them that you are Tax Exemption and they will assist you in the process. Once approved, you will receive a Tax Exemption card to use during purchases. At BJ's and Sam's, you can also register online for Tax Exemption after approval. When making purchases in-store, mention Tax Exemption before scanning items to avoid issues. At BJ's, the process may require a manager's override. For online purchases at Costco, you will initially pay full price with tax and then apply for a refund after receiving the product. BJ's and Sam's allow Tax Exemption for both in-store and online purchases once registered. Costco only offers Tax Exemption for in-store purchases. Remember to follow the correct procedures to avoid any complications. Registering at the Custom Service desk is essential for Tax Exemption eligibility. BJ's and Sam's provide a seamless online shopping experience with Tax Exemption. Costco's online purchases require a refund process for Tax Exemption. Stay informed and make the most of your Tax Exemption benefits. See you in the next class!",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Resale Certificate",
      "Tax Exemption",
      "BJ's",
      "Costco",
      "Sam's",
      "Online Shopping",
      "Refund Process"
    ]
  },
  {
    "title": "Finding More Listings for a Product",
    "content": "In this class, we learn how to find additional listings for a product we have found. The key is to search for other listings on Amazon with the same product before listing it. By searching for the product name on Amazon, we can discover multiple listings for the same item, each with different prices and potential sales speeds. It's important to explore all possible listings for a product, including bundles or multiple items, to maximize selling opportunities. By expanding our search to include products from the same brand, we can uncover more potential listings and opportunities for resale. The strategy involves thorough research both online and in physical stores to identify profitable listings and make informed decisions on what to sell. This approach allows sellers to capitalize on a single product discovery by uncovering multiple profitable listings.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["product research", "Amazon listings", "reselling strategy"]
  },
  {
    "title": "Finding Products for Reselling Online",
    "content": "Hello everyone, in this class we will learn how to find products for resale through online arbitrage, buying online. I will show you some ways to find products for resale online. In the upcoming classes, we will detail this further. The first way to search is by manually visiting stores and looking for products on sale, then searching on Google. The second way is to check competitor stores through Amazon, see what they are reselling, and then search on Google to find where to buy. I recommend this method as it is very efficient. Another approach is to use research tools such as tactical arbitrage and Source Mogoul. I personally prefer tactical arbitrage as it offers a wider range of filters. Within tactical arbitrage, you can refine your filters, use competitor store reverse search, and utilize tools like the tactical expander. By combining Keepa Finder with tactical arbitrage, you can enhance your product sourcing capabilities. These methods have taken my online product sourcing to the next level. Remember to refine your filters, perform reverse searches on competitor stores, and utilize tools like Keepa Finder for successful product sourcing. See you in the next class!",
    "category": "Product Sourcing Strategies",
    "tags": [
      "Online Arbitrage",
      "Competitor Analysis",
      "Tactical Arbitrage",
      "Keepa Finder",
      "Product Research"
    ]
  },
  {
    "title": "Finding Products for Retail Arbitrage",
    "content": "In this class, we discuss the best stores to find products for retail arbitrage. Key stores include Walmart, Costco, BJ's, Sam's, Target, Marshall's, TJ Maxx, Burlington, and outlets. Walmart offers unbeatable prices, especially in clearance. Costco is great for products with no quantity limits. BJ's and Sam's also offer good prices and products in large quantities. It's important to think creatively when sourcing from these stores, such as breaking down bulk items into smaller bundles for different Amazon listings. Target is good but doesn't like resellers. Marshall's, TJ Maxx, and Burlington offer affordable products, but be cautious as some receipts may lack item descriptions. Outlets like Nike and Adidas also provide discounted items. Publix, with its BOGO deals and clearance section, is another great option. Overall, focus on stores with discounts and clearance sections for profitable reselling opportunities.",
    "category": "Amazon FBA and FBM Course Knowledge Base",
    "tags": [
      "Retail Arbitrage",
      "Product Sourcing",
      "Amazon Reselling",
      "Discount Stores"
    ]
  },
  {
    "title": "Identifying Poor Products for Sale on Amazon (KEEPA)",
    "content": "This class discusses how to identify poor products for sale on Amazon using KEEPA data. The main points to consider when evaluating a product are: high price variation, low monthly sales volume, high ranking (above 3%), and infrequent price drops. The class provides an example of a glass item with a high ranking and low sales volume, indicating it is not worth selling. The analysis includes examining the buy box price variations and the overall performance of the product on Amazon. The instructor advises against entering listings with high rankings, infrequent price drops, and inconsistent pricing. The class concludes that products with these characteristics are not profitable and should be avoided.",
    "category": "Product Evaluation",
    "tags": ["Amazon FBA", "Amazon FBM", "Product Analysis", "KEEPA Data"]
  },
  {
    "title": "How to Register Resell Certificate at Walmart for Tax Exemption",
    "content": "In this class, we will learn how to register the Resell Certificate at Walmart to obtain tax exemption when purchasing products in-store. The process involves filling out an application on the Walmart website, specifically walmart.com/Texas-Central. You will need to provide details such as organization name, personal information, Tax Exemption purpose (Resell), organization type (Retail Store), and Tax Exemption Categories (Household, Clothing, Electronics, Food, Drinks). Additionally, you will need to enter your Resell Tax number and expiration date. Once the application is submitted, you may receive an approval email or a request for additional information. Upon approval, you will need to present the approval page and your Resell Certificate at the Walmart store to receive a Walmart Resell card for tax exemption during in-store purchases. Remember to renew your Resell Tax annually to keep the card updated.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Walmart",
      "Resell Certificate",
      "Tax Exemption",
      "Application Process",
      "Renewal"
    ]
  },
  {
    "title": "Research Methods in Tactical Arbitrage",
    "content": "In this class, we will discuss different research methods in Tactical Arbitrage. You can conduct normal searches using EasyVault, add a link to a category, or utilize discounts such as coupons or gift cards. We will also cover reverse searches, where you can look at competitor stores like Nike or Bricsy using Tactical Expander, or conduct reverse searches from Amazon to Tactical Arbitrage. We will provide step-by-step guidance on each method to ensure you become proficient in Tactical Arbitrage. Remember to sign up for the 7-day free trial of Tactical to practice what you learn.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Arbitrage",
      "Research Methods",
      "EasyVault",
      "Coupons",
      "Gift Cards",
      "Competitor Stores",
      "Tactical Expander",
      "Amazon"
    ]
  },
  {
    "title": "Research Methods in Tactical Arbitrage",
    "content": "This class covers different research methods in Tactical Arbitrage. You can conduct normal searches using EasyVault, add links to categories, utilize discounts like coupons or gift cards, and perform reverse searches. Reverse searches can be done on competitor stores, brands like Nike or Bricsy using Tactical Expander, or from Amazon to Tactical Arbitrage. The course will provide step-by-step guidance on each method, ensuring you become proficient in Tactical Arbitrage. Remember to sign up for the seven-day free trial of Tactical to practice what you learn.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "research methods",
      "Tactical Arbitrage",
      "reverse searches",
      "discounts"
    ]
  },
  {
    "title": "How to Unlock Categories or Brands on Amazon",
    "content": "In this class, we discuss how to unlock categories and brands on Amazon. When starting to sell on Amazon, new sellers may find certain categories and brands blocked to protect customers and Amazon's reputation. To unlock these restrictions, there are three main methods: requesting a brand letter (not recommended due to difficulty), waiting for sales to increase (inefficient), or the most effective method - purchasing ten products from an Amazon-authorized wholesaler and providing an invoice to Amazon. For brand unlocking, only the invoice is required, while for category unlocking, photos of all four sides of the product along with the invoice are needed. The process involves submitting the invoice and, if necessary, additional product photos to Amazon for approval. It's important to ensure the information on the invoice matches the Amazon account details. The class also covers the step-by-step process of submitting the invoice and requesting approval on the Seller Central platform. Tips for a successful approval include highlighting key information on the invoice and providing clear details. Different requirements apply for brand and category unlocking. Lastly, recommendations are given on which categories to unlock first to boost sales and the importance of specializing in specific categories or brands. A list of distributors that facilitate brand unlocking is provided for reference.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon",
      "FBA",
      "FBM",
      "Categories",
      "Brands",
      "Unlocking",
      "Invoices",
      "Seller Central"
    ]
  },
  {
    "title": "Tips for Grocery Sessions",
    "content": "When going to Walmart to find products to resell on Amazon, focus on one section at a time. Start with the Grocers section, where you can find products to resell even without discounts. Scan each product in the section using the barcode, photo, and name search methods. Analyze the cost and determine if it's worth selling on Amazon. By dedicating time each day to a different section, such as groceries or pet products, you can build a collection of items to resell. This daily research exercise will help you become proficient in identifying profitable products and understanding market trends. Take your time and be thorough in scanning each item, as this method has proven successful for many retail arbitrage beginners. By focusing on regular items rather than seasonal products, you can establish a consistent inventory for resale. Remember, persistence and focus are key to mastering the art of finding profitable products for resale.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Retail Arbitrage",
      "Product Research",
      "Grocery Sessions"
    ]
  },
  {
    "title": "How to Get Sales Tax Refund on Costco Online Purchases with Resale Certificate",
    "content": "In this class, we will discuss how to get a refund on the sales tax for your Costco online purchases if you have a resale certificate. While you can apply for tax exemption in-store at Costco, the website does not allow tax-exempt purchases. However, you can request a refund after receiving the product. To do this, you need to submit your tax exemption certificate, resale tax copy, Costco.com invoice, receipt, and fill out the tax exemption claim form. Provide details such as your business name, DBA (Doing Business As), store address, Costco membership number, phone number, sales tax registration number, state, and the refund amount. Specify the nature of your business as resale and the category of items for resale. Choose the refund method (cash, check, credit card), state the reason for exemption as purchased for resale, sign, date, and submit the form along with the required documents to taxrequest.cosco.com. This process can result in a refund for the sales tax paid, providing extra money back into your pocket. Take advantage of this opportunity for savings on your Costco online purchases.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Sales Tax Refund",
      "Resale Certificate",
      "Costco Online Purchases",
      "Tax Exemption"
    ]
  },
  {
    "title": "Downloading AziZen Extension",
    "content": "To download the AziZen extension, visit the AziZen website or use the provided link for a 30-day free trial. Sign up through the link, enter your information, and download the application and extension. The extension will stay logged in on your computer. When accessing an Amazon product, the AziZen calculator will automatically appear, providing analysis tools and information for decision-making. It is recommended to use AziZen in conjunction with KEEPA for comprehensive product analysis. The download process is straightforward - sign up with your email, download the extension, and it will integrate with your browser. The AziZen extension will display the calculator whenever you visit Amazon.com. Simply follow the steps on the AziZen website for a seamless installation process. The extension is user-friendly and easily accessible through Google Chrome. Once installed, it will enhance your product analysis capabilities. In the next class, we will delve into the details of utilizing the powerful AziZen tool for product analysis.",
    "category": "Course Content",
    "tags": [
      "AziZen",
      "extension download",
      "product analysis",
      "KEEPA",
      "Amazon FBA"
    ]
  },
  {
    "title": "Regular Research on Easy Bulk",
    "content": "In this class, we learned how to perform a regular research using Easy Bulk on Tactical Arbitrage. To start, click on Product Search and delete any existing data. Choose a store, such as Sam's Club, to conduct the research. Utilize Easy Bulk to select up to 500 categories for your search. If you reach the limit, you may need to run multiple searches with different categories. After selecting the categories, apply the Level Up filter saved from the previous lesson. Click on Search to initiate the research process, which may take a few hours to complete. Remember, you can run up to eight searches at a time. Check the results later to analyze the findings. This class provides a fundamental understanding of conducting research using Easy Bulk on Tactical Arbitrage.",
    "category": "Research Methods",
    "tags": [
      "Regular Research",
      "Easy Bulk",
      "Tactical Arbitrage",
      "Product Search",
      "Level Up Filter"
    ]
  },
  {
    "title": "Ideal KEEPA Scenario Analysis",
    "content": "This class provides an analysis of an ideal KEEPA scenario. It discusses the characteristics of a product with a consistent Buy Box price, minimal price variation, and a low number of competing sellers. The class emphasizes the importance of analyzing price trends over time and the significance of a high sales rank. It also highlights the benefits of a product with steady pricing and accelerated sales drops. The instructor showcases a specific product as an example of an ideal KEEPA scenario, noting its consistent performance and low competition. Overall, the class offers insights into identifying and leveraging profitable products in Amazon FBA and FBM.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA analysis",
      "ideal scenario",
      "price variation",
      "sales rank",
      "competition analysis"
    ]
  },
  {
    "title": "Bricsic Overview and Inventory Checking",
    "content": "Bricsic is a powerful tool for retail arbitrage, offering trending deals and inventory checking for various stores. The website showcases discounts on products from different retailers, allowing users to filter by store and brand. The free version includes Trending Deals and Inventory Check features, while the paid version offers additional functionalities in the Members Area. Users can search for specific products, check stock availability, and find store offers based on their location using ZIP codes. Inventory Finder is particularly useful for retail arbitrage trips, helping users locate products in nearby stores. The transcript covers the functions of the free version of Bricsic, emphasizing the importance of checking inventory and exploring trending deals. The upcoming class will delve into the paid version of Bricsic and its additional features.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Bricsic",
      "retail arbitrage",
      "inventory checking",
      "trending deals",
      "Members Area",
      "ZIP code",
      "store offers"
    ]
  },
  {
    "title": "Competitor Store Analysis with Keepa",
    "content": "In this class, we learn how to analyze a competitor's store using Keepa instead of the Amazon website. Keepa provides valuable information about the competing sellers in a specific listing. By accessing the Keepa graph and navigating to the offers section, we can see all the sellers present in the last 30, 90, and 180 days. The class covers how to view a seller's information, such as ratings, reviews, selling categories, top brands, price fluctuations, Buy Box statistics, and more. By analyzing a competitor's store through Keepa, we can identify profitable products to resell. The class emphasizes the importance of analyzing stores with consistent reviews and long-standing listings to discover potential opportunities for reselling. Keepa allows us to gather detailed insights about a competitor's store, including product performance, pricing trends, and Buy Box share.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Competitor Analysis",
      "Keepa",
      "Product Research",
      "Reselling",
      "Buy Box"
    ]
  },
  {
    "title": "Using ScanEasy App for Amazon FBA and FBM",
    "content": "ScanEasy is a powerful scanning app provided for free by Azizen. To use ScanEasy, log in with the same credentials as your Azizen account. In Calculator Settings, make sure to click on Check to Addable FBA. You can scan barcodes to view Amazon listings, analyze costs, profits, ROI, and margins for FBA and FBM. The app also provides historical data, Buy Box prices, seller restrictions, stock limits, and more. ScanEasy is a useful tool for retail arbitrage research, allowing you to create shopping lists and connect with Google Sheets for easy organization.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "ScanEasy",
      "Azizen",
      "Amazon FBA",
      "Amazon FBM",
      "Retail Arbitrage",
      "Google Sheets"
    ]
  },
  {
    "title": "Regular Research with Easy Bulk on Tactical Arbitrage",
    "content": "In this class, we learned how to conduct a regular research using Easy Bulk on Tactical Arbitrage. To start, click on Product Search and delete any existing data. Then, choose a store, such as Sam's Club, to conduct the research. You can select up to 500 categories in Easy Bulk, so you may need to run multiple searches for different categories. For example, you can select categories like Groceries, Members, Marked Products, Office, Pet Supplies, Petio, Toys, and Sports. Remember that if you reach the 500 category limit, you'll need to run another search with different categories. After selecting the categories, apply the filters and click on Search to start the research process. You can run up to eight searches at a time and review the results later. Remember to use the saved Level Up filter to streamline the process. Once the search is complete, review the results and make necessary adjustments. This class covered the basics of conducting a regular research using Easy Bulk on Tactical Arbitrage.",
    "category": "Research Methods",
    "tags": [
      "Regular Research",
      "Easy Bulk",
      "Tactical Arbitrage",
      "Product Search",
      "Filters"
    ]
  },
  {
    "title": "Cashback Apps - Rakuten",
    "content": "Learn how to maximize cashback opportunities through apps like Rakuten. Discover how to find coupons and deals for various retailers, earning money back on your purchases. Rakuten offers $30 on your first purchase and provides cashback on a variety of websites. Utilize the Google Chrome extension to easily activate cashback offers. Combine cashback with credit card rewards for even greater savings. Explore hot deals, coupons, and promotions to stack discounts and maximize your savings. Start with Rakuten to find the best deals before making online purchases.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "cashback",
      "Rakuten",
      "coupons",
      "deals",
      "savings",
      "online shopping"
    ]
  },
  {
    "title": "How to Verify the Buy Box Share",
    "content": "In this class, we will learn how to analyze the Buy Box share using the KEEPA tool. The key elements to focus on include Product Details, which provides information such as title, image, ranking, rating, reviews, category, subcategory, current ranking, number of drops, and pricing data. It is crucial to monitor the Buy Box price over the last 90 days to assess entry consistency. Analyzing the Buy Box statistics is essential as over 80% of sales come from the Buy Box. By examining the percentage of Buy Box share, average prices, stock levels, reviews, and seller duration in the Buy Box, you can make informed decisions about entering a listing. Amazon tends to favor sellers with longer Buy Box tenure, indicating stability and reliability. It is recommended to analyze Buy Box statistics thoroughly before engaging with a listing. Stay tuned for the next video on analyzing offers in the KEEPA tool.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Buy Box",
      "KEEPA tool",
      "Product Details",
      "Buy Box statistics",
      "Amazon FBA",
      "Amazon FBM",
      "listing analysis"
    ]
  },
  {
    "title": "What is KEEPA?",
    "content": "KEEPA is a crucial tool for Amazon sellers, providing in-depth analysis of products sold on the platform. It is an internet application or browser extension that tracks the sales history of items on Amazon. KEEPA shows information such as sellers, selling prices, sales trends, product variations, number of sellers, offers, FBA and FBM histories. It is essential for product research, competitor analysis, and decision-making. KEEPA has both a paid version for 19 euros and a free version, with the paid version offering more features and data. Utilizing KEEPA is compared to a painter needing a brush and paint - essential for success on Amazon. Without KEEPA, sellers risk making uninformed decisions and facing challenges in their business. Investing in tools like KEEPA is crucial for those looking to succeed on Amazon and turn it into a profitable business or side income.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA",
      "Amazon FBA",
      "Amazon FBM",
      "product analysis",
      "tool for Amazon sellers"
    ]
  },
  {
    "title": "The Importance of FBA in Your Business",
    "content": "Fulfillment by Amazon (FBA) is a service where Amazon takes care of everything for you once you send your products to them. Amazon handles inventory, inspection, packaging, and shipping, allowing you to focus on sourcing and sending the products. FBA is crucial for scaling your business as it offers advantages such as faster sales, access to Prime customers, included shipping costs, and scalability without the need for a large infrastructure. Utilizing FBA enables you to leverage Amazon's resources and technology, reducing operational costs and headaches. It is recommended to use a combination of FBA and Fulfilled by Merchant (FBM) depending on your circumstances and preferences. FBA is particularly beneficial for international sellers, those with limited space or resources, and for selling low-priced items. The magic of FBA lies in its ability to help you grow your business efficiently and tap into Amazon's vast infrastructure and workforce.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Fulfillment by Amazon",
      "Amazon FBA",
      "scaling business",
      "Prime customers",
      "shipping costs",
      "international sellers",
      "low-priced items",
      "Amazon infrastructure"
    ]
  },
  {
    "title": "Connecting Tactical Arbitrage with Amazon Account",
    "content": "To connect your Tactical Arbitrage account with your Amazon account, start by registering on the Tactical website using a different email. Fill in your details including name, email, and select 'Seller Central' as your platform. Verify your registration through the email sent to you. After logging in, choose the Online Arbitrage package for $89 per month. Select a payment method and agree to the terms for the free trial. Once registered, access the Member Area to explore available packages. Connect your Amazon account by authorizing access through Seller Central. Confirm the connection and start using Tactical Arbitrage for product research and analysis. Utilize the Advanced features for more refined searches. Enjoy the seven-day free trial period before deciding on a subscription plan. Your Amazon account is now linked for seamless operation.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Arbitrage",
      "Amazon account",
      "product research",
      "free trial",
      "subscription plan"
    ]
  },
  {
    "title": "Analyzing Offers on KEEPA",
    "content": "In this class, we continue analyzing the same product to provide a comprehensive understanding. We explore the importance of analyzing offers on KEEPA, focusing on factors such as the sellers on the listing, the duration a seller has been on the listing, Prime offers, price variations, FBM vs. FBA sales, and sales volume in the last 30 days. By analyzing these details, you can make informed decisions on whether to enter a listing or not. The class emphasizes the significance of considering historical data, seller performance, and pricing trends to maximize profitability and minimize risks.",
    "category": "Amazon FBA and FBM Course Knowledge Base",
    "tags": [
      "KEEPA",
      "Amazon FBA",
      "Amazon FBM",
      "offers analysis",
      "sales volume",
      "pricing trends"
    ]
  },
  {
    "title": "Analysis of Research Results by Retailers",
    "content": "In this class, we analyze the results of the Target research using Source Mogoul. The focus is on comparing prices between Target and Amazon for selected products. The instructor demonstrates how Source Mogoul is faster and simpler than Tactical Habitual for conducting these searches. Various products are discussed, highlighting price discrepancies between Target and Amazon. The class emphasizes the importance of verifying stock availability, product details, and potential profitability before making purchasing decisions. The instructor also mentions considerations for selling via FBA or FBM, such as shipping deadlines for seasonal items like Halloween products. Overall, the class showcases the efficiency and limitations of using Source Mogoul for product research.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "research results",
      "Target research",
      "Source Mogoul",
      "price comparison",
      "product analysis",
      "FBA",
      "FBM",
      "stock availability",
      "profitability",
      "seasonal items"
    ]
  },
  {
    "title": "Tactical Arbitrage: Overview and Benefits",
    "content": "Tactical Arbitrage is a powerful search tool for Amazon sellers engaging in online arbitrage. It compares prices of products on Amazon with those in various stores listed on its website. The tool helps identify specific products available at certain stores for specific prices based on your filters and settings. It automates the comparison and analysis process, saving time and effort. While some users may struggle with finding valid leads, proper knowledge and tools can help refine searches and uncover profitable products with less competition. Tactical Arbitrage costs $89 per month, making it a valuable investment for international online arbitrage sellers. It offers opportunities for retail arbitrage as well, expanding purchasing options beyond local stores. The tool provides a broader scope for sourcing products, potentially leading to better deals and cost savings compared to retail arbitrage. Tactical Arbitrage also offers a 7-day free trial for users to explore its features before committing to a subscription. It is recommended to familiarize yourself with the tool's functionalities and filters to maximize its benefits. While the wholesale plan may not be as essential, the online arbitrage plan is highly beneficial for sellers. Consider trying the free trial to gain hands-on experience and understanding of Tactical Arbitrage before making a decision to subscribe.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Arbitrage",
      "Online Arbitrage",
      "Amazon FBA",
      "Retail Arbitrage",
      "Product Sourcing"
    ]
  },
  {
    "title": "Reverse Store Research Using Tactical Arbitrage",
    "content": "Learn how to conduct reverse store research on competitor stores using Tactical Arbitrage. This method allows you to analyze listings quickly and efficiently by leveraging the power of Tactical Arbitrage. By filtering for Prime sellers with less than a thousand reviews, you can identify potential products to compete with. Analyze seller reviews, sales volume, and other key metrics to make informed decisions. Copy the seller's reference, input it into Tactical Arbitrage, and apply filters to narrow down profitable products. Save your filters for future use and run the search to compare competitor store listings. Utilize Tactical Arbitrage to streamline your research process and discover profitable products to add to your inventory.",
    "category": "Amazon FBA/FBM Course",
    "tags": [
      "reverse store research",
      "Tactical Arbitrage",
      "competitor analysis",
      "product sourcing",
      "Amazon FBA"
    ]
  },
  {
    "title": "Reverse Store Competitor Research Using Tactical Arbitrage",
    "content": "Learn how to conduct reverse store competitor research using Tactical Arbitrage to analyze Prime sellers with less than a thousand reviews. Utilize the seller ID to run a reverse search and apply specific filters to identify profitable products. Save customized filters for efficient future use. Tactical Arbitrage compares competitor stores to find lucrative products meeting your criteria. By leveraging this tool, you can significantly expand your inventory and boost sales. Make use of this valuable tool to supplement manual research efforts and enhance your product sourcing strategy.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "reverse research",
      "competitor analysis",
      "Tactical Arbitrage",
      "product sourcing",
      "inventory management"
    ]
  },
  {
    "title": "Enrolling in Small&Lights Program via ASINZEN",
    "content": "In this class, we discussed how to enroll products in the Small&Lights program using ASINZEN. ASINZEN helps identify which items qualify for the program, making it easier for sellers to determine eligibility. By analyzing the product and its selling price, you can check if it meets the criteria for Small&Lights enrollment. ASINZEN provides a quick way to assess this without directly accessing Amazon Seller Central. If the product meets the requirements, you can proceed to enroll directly through ASINZEN by entering the SKU and following the enrollment process. Remember to use the SKU for analysis and enrollment, not the Easy Number. Check availability and proceed with enrollment if the product is eligible. This method streamlines the enrollment process and eliminates the need to navigate Seller Central. Make sure to follow these steps for a smooth enrollment experience. See you in the next video!",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Small&Lights Program",
      "ASINZEN",
      "Enrollment Process",
      "SKU Analysis"
    ]
  },
  {
    "title": "Connecting Source Mogoul with Amazon Account",
    "content": "To connect Source Mogoul with your Amazon account, follow these steps: 1. Create an account with Source Mogoul, providing your name, email, and password. 2. Accept the terms and click on Next. 3. Enter your credit card details and click on Sign Up. 4. After the account is created, log in using your email and password. 5. Proceed to link your Source Mogoul account with your Amazon account. 6. Confirm the authorization to link the accounts. 7. Once linked successfully, you will receive a notification and can proceed to the next steps. After completion, you will have access to Source Mogoul linked to your Amazon account.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Source Mogoul", "Amazon account linking", "Step-by-step guide"]
  },
  {
    "title": "Reverse Store Research Using Tactical Arbitrage",
    "content": "Learn how to conduct reverse store research on a competitor's store using Tactical Arbitrage. This method allows you to analyze competitor listings quickly and efficiently. By filtering for Prime sellers with less than a thousand reviews, you can identify potential products to compete with. Utilize the Seller ID feature in Tactical Arbitrage to search for profitable items based on specified criteria. Save custom filters for future use and run searches to discover new products to add to your inventory. By leveraging this tool, you can increase your product offerings and boost sales. Make reverse store research a regular part of your routine to stay competitive in the marketplace.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "reverse research",
      "competitor analysis",
      "Tactical Arbitrage",
      "Prime sellers",
      "inventory management"
    ]
  },
  {
    "title": "Buy Box Suppressor",
    "content": "The Buy Box Suppressor is when Amazon removes the Buy Box for a specific item, allowing customers to choose from different sellers. This usually happens when the price of the item is higher compared to competitors like Target or Walmart. When there is no Buy Box, customers can select the seller based on price. If selling FBM, offer the lowest FBM price, and if selling FBA, offer the lowest FBA price. Consider market demand and profitability before sending inventory. Test selling items with Buy Box Suppressor to gauge sales performance. Pay attention to pricing guidelines for FBM and FBA to ensure profitability.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Buy Box Suppressor",
      "Amazon",
      "FBM",
      "FBA",
      "pricing guidelines",
      "market demand",
      "profitability"
    ]
  },
  {
    "title": "Adjusting Repricer Based on Buy Box Price",
    "content": "In this class, we will learn how to set up a repricing rule to adjust prices based on the Buy Box price. There are different strategies you can use, such as the All Equalizer, All Profit Booster, Profit Maximizer, Sales Booster, and Sales All Maximizer. Each strategy has its own impact on profit and sales. For example, the All Equalizer aims to balance profit and sales. When setting up the rule, you can customize the pricing based on various scenarios like being the only seller, not being Buy Box Eligible, Buy Box being Suppressed, or the product being on Back Order. Additionally, you can schedule repricing actions to optimize pricing at specific times, like pausing the repricer during low sales periods and increasing prices by a certain percentage. Remember to adjust the settings according to your business needs and monitor the results to ensure optimal performance.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "repricer",
      "Buy Box price",
      "pricing strategy",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "Finding the Best-Selling Variation in Amazon Listings",
    "content": "When analyzing Amazon listings with variations, it's important to understand that the estimated sales value is a total value of all variations combined. Not all variations sell, so it's crucial to identify the top-selling variations. Look for listings with the most reviews and ratings, as they tend to sell more. Sorting by ratings from highest to lowest can help identify the best-selling variation. Analyzing the percentage of sales for each variation can guide your decision on which ones to focus on. Always check the ratings and reviews to determine the most profitable variations before making a purchase. Testing different variations and monitoring their performance is key to success in selling on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Amazon listings",
      "variations",
      "sales analysis"
    ]
  },
  {
    "title": "How to Send FBA Shipment via Seller Central Step by Step and Printing Label",
    "content": "This class covers the step-by-step process of sending an FBA item via Seller Central. It includes navigating to Inventory, Shipments, and Send to Amazon. The class demonstrates creating a case template for shipping multiple units in one box and sending individual units. It explains how to print SKU labels, pack items, select shipping options, and confirm the shipment. Additionally, it shows how to cancel a shipment if needed. The class emphasizes proper labeling and packaging practices for FBA shipments.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA",
      "Seller Central",
      "Shipping",
      "SKU Labels",
      "Packaging",
      "Cancellation"
    ]
  },
  {
    "title": "Category Research Results Analysis",
    "content": "In this class, we analyzed the search results on Source Mogoul for the Grocers category on Amazon. The tool provided information on various products available for sale, including pricing comparisons between different retailers like Kmart and Amazon. It also highlighted important details such as product variations, stock availability, and selling rankings. Specific items like chai and Starbucks coffee were discussed in terms of pricing, weight considerations for shipping, and potential selling strategies. The importance of verifying product consistency and choosing the best-selling variations was emphasized. The class concluded with a demonstration of how Source Mogoul presents data on profit, ranking, category, ROI, and more, tailored to the user's filters.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "category research",
      "product analysis",
      "pricing comparison",
      "selling strategies",
      "data presentation"
    ]
  },
  {
    "title": "Listing an Item Directly as FBA",
    "content": "In this class, you will learn how to list an item directly as FBA. There are two ways to do it: converting an FBM item to FBA or sending a product directly to FBA without listing it as FBM first. To list directly as FBA, go to the Seller Center, click on Catalog, then Add Product. Fill in the necessary details, such as price and quantity, and select 'Amazon will provide customer service' for FBA. Click on Save and Finish to complete the listing process. Remember to fill in all required fields before proceeding. You can choose to list and send inventory or just list the item. For sending multiple items at once, select the option to list several products and send them all together. This method simplifies the process. This is how you list an item directly as FBA. See you in the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["FBA", "listing", "Seller Center", "inventory management"]
  },
  {
    "title": "Reverse Search Using Tactical Expander on Amazon.com",
    "content": "Learn how to conduct a reverse search on Amazon for Tactical Arbitrage using the Tactical Expander tool. Start by searching for a specific brand, product, or category on Amazon to find top-selling items. Filter out products priced below $10 and focus on items suitable for selling throughout the year. Utilize filters to narrow down search results and export the data to Tactical Arbitrage for further analysis. Explore the Import Asin Extraction feature to process the search results and identify potential products for resale. Follow the steps to analyze and find profitable items. This class provides valuable insights into conducting reverse searches efficiently.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Reverse Search",
      "Tactical Expander",
      "Tactical Arbitrage",
      "Amazon FBA",
      "Product Research"
    ]
  },
  {
    "title": "Converting an FBM Item to FBA",
    "content": "In this class, you will learn how to convert an item listed as FBM to FBA. There are two ways to list an item as FBA: directly as FBA or by converting an existing FBM item to FBA. When you convert an FBM item to FBA, the FBM listing will no longer exist in your inventory. You can manage your inventory in Seller Central by filtering active listings, FBA listings, or FBM listings. Remember that when an item is listed as FBA, you can only change the price, not the quantity. To convert an FBM item to FBA, go to 'Manage Inventory', select the item, and choose 'Change to Fulfill by Amazon'. Once converted, you can list and send the inventory to FBA. Converting an item from FBM to FBA removes the FBM listing from your inventory. It's important to understand the differences in fees and shipping costs between FBM and FBA listings. This class uses the example of converting the item 'Cover FX Natural Finish' from FBM to FBA to illustrate the process. By converting to FBA, you can benefit from included shipping costs and potentially higher selling prices. Remember that each item must be converted individually, and once converted, the FBM listing will no longer exist.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBM",
      "FBA",
      "inventory management",
      "converting items",
      "Amazon Seller Central"
    ]
  },
  {
    "title": "How to Insert Coupons in Tactical Arbitrage for Amazon FBA and FBM",
    "content": "Learn how to insert discount coupons from retail stores into Tactical Arbitrage to find products at lower prices. By applying coupons, you can ensure the correct pricing is reflected in your research. Follow the step-by-step process of finding and applying coupons in Tactical Arbitrage to discover discounted products efficiently. Utilize the 'Store Discount' feature to apply discounts to products already on sale. Take advantage of gift cards for additional savings. This technique helps you find products at discounted prices, reduce competition, and make more profitable purchases on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Tactical Arbitrage",
      "Discount Coupons",
      "Product Research"
    ]
  },
  {
    "title": "Tactical Arbitrage Filters - Level Up",
    "content": "In this class, we discuss the importance of using filters in Tactical Arbitrage to improve lead quality. By being specific with your filters, you can find profitable products efficiently. We go through various filter settings such as Source Price Adjustment, Third-party Sellers, Oversized Products, Out of Stock items, Seller Quantity, Reviews, Ratings, Seller Count, Price Range, Brand Exclusions, Amazon Stock Percentage, Source and Titles, Cost and FBA Fees, Profit ROI, and other filters. We emphasize the significance of setting up and saving filters like 'Level Up' to streamline your product research process and increase efficiency.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Tactical Arbitrage", "Filters", "Product Research", "Amazon FBA"]
  },
  {
    "title": "Inserting Coupons in Tactical Arbitrage for Amazon FBA and FBM",
    "content": "Learn how to insert discount coupons from retail stores into Tactical Arbitrage to optimize your product research. By applying coupons, you can find products at lower prices and gain a competitive edge on Amazon listings. Follow the step-by-step process of finding and applying coupons, adjusting source prices, and utilizing gift cards for additional discounts. This technique is essential for cost-effective product sourcing and reducing competition.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Arbitrage",
      "Discount Coupons",
      "Product Research",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "Small and Light Program on Amazon FBA",
    "content": "The Small and Light program on Amazon FBA offers a reduced referral fee from 15% to 8% for small and light items in your FBA catalog. It aims to help small items reach consumers efficiently. You can list up to 100 SKUs with no minimum or maximum quantity limit. By enrolling in the program, you can access benefits such as reduced fees, increased profitability, and improved competitiveness. To enroll, you need to use the SKU number, not the ASIN, and check eligibility on the Amazon platform. Pricing items at $10 or below can lead to higher profits and faster sales. Remember to enroll each SKU individually to benefit from the program. It's essential to follow the enrollment process to ensure the reduced referral fee is applied to your sales.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Small and Light Program",
      "Amazon FBA",
      "Reduced Referral Fee",
      "SKU Enrollment",
      "Competitiveness"
    ]
  },
  {
    "title": "How to Use the Walmart App",
    "content": "When you are at Walmart, open the Walmart app on your phone. The app will turn yellow to indicate you are in the store. Make sure the app updates to the correct store location, as prices can vary between stores. When you find a product, scan the barcode using the app to check the price. For example, scanning the Barilla Gluten Free product revealed a price of $2.52. Always verify the product price using the Walmart app while in the store.",
    "category": "Shopping Tips",
    "tags": ["Walmart", "app", "scanning", "price checking", "shopping"]
  },
  {
    "title": "Course Completion and Next Steps",
    "content": "Congratulations on completing the course and becoming a Level Upper in the Amazon world. You now have all the tools you need to boost your numbers. It's up to you to apply what you've learned. Make sure to leverage the knowledge and start seeing results in your store. Join our 12-week mentoring program and Discord community. Take advantage of the daily leads and chase after products. Remember, what was once impossible for me became possible, and it can for you too. Keep following us on Instagram for daily tips and reach out with any questions. See you soon!",
    "category": "Course Completion",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Course Completion",
      "Mentoring Program",
      "Discord Community",
      "Instagram Tips"
    ]
  },
  {
    "title": "Packaging Items for FBA Shipping",
    "content": "In this class, we learn how to prepare items for shipping to FBA. Items like makeup are typically lightweight and require packaging in a polybag. The polybag should have a warning label and the product label should be placed outside the polybag. Products are then placed in a box, ensuring it does not exceed 50 pounds or 25 inches on any side. The box is sealed with tape, and details of the box size and weight are provided to Amazon for labeling. Amazon provides EPS and FBA labels for scanning. Once received by Amazon, items are made available for sale. The class covers physical preparation steps, including labeling and packaging, as well as system processes like label printing. If an item does not require a polybag, the product label should cover the barcode. It is important to ensure the barcode is on a smooth surface for scanning. Remember, for items with polybags or bubble wrap, the label should be placed outside. This class provides a detailed guide on preparing items for FBA shipping.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA shipping",
      "packaging",
      "polybag",
      "labeling",
      "Amazon inventory"
    ]
  },
  {
    "title": "Researching Products with Buy Box for FBM and LEGO",
    "content": "Learn how to use a special filter to find products from LEGO or specific brands and increase FBM sales. Discover how to search for items with the buy box going to FBM to boost sales. Set filters to narrow down search results and find profitable items. Utilize criteria such as category, brand, buy box status, and stock availability to identify potential products. Explore the benefits of targeting fast-selling items, especially when Amazon is out of stock. Find out how to leverage this strategy to increase sales during peak seasons like November and December. Take advantage of opportunities to resell popular items that are in high demand. Experiment with different filters and settings to optimize your product research process. Follow step-by-step instructions to refine your search and uncover profitable items for your FBM store. Discover how to identify lucrative opportunities and make informed decisions when sourcing products for resale. Explore various strategies for finding profitable products and maximizing your FBM sales potential. Utilize advanced search techniques to uncover hidden gems and capitalize on market trends. Enhance your product sourcing skills and boost your FBM sales with these valuable insights.",
    "category": "Product Research",
    "tags": ["Amazon FBA", "FBM", "LEGO", "Buy Box", "Product Sourcing"]
  },
  {
    "title": "Gato - Playtime Troubles",
    "content": "The transcript discusses a cat named Pipito who is upset because their father took their toy. Pipito is seeking attention and expressing their feelings. The conversation revolves around the cat's desire for playtime and attention from their parents.",
    "category": "Amazon FBA and FBM Course - Pet Care Module",
    "tags": ["cat", "playtime", "attention", "toy", "emotions"]
  },
  {
    "title": "Analyzing Research Results in Tactical Arbitrage",
    "content": "In this class, we learn how to analyze research results in Tactical Arbitrage. It is important to customize the columns displayed to focus on relevant information such as History Chart, Source, Price, Adjusted Price, Buy Box, and more. Removing unnecessary columns makes evaluation easier. The class covers evaluating product history, comparing photos, checking details, and considering discounts. It emphasizes the importance of attention to detail to avoid purchasing the wrong items. The instructor provides practical tips for efficient analysis and decision-making. The transcript includes detailed steps and examples for thorough product evaluation.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "research results",
      "product analysis",
      "Tactical Arbitrage",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "How to Process FBM Refund",
    "content": "To process a refund for a Fulfilled by Merchant (FBM) order, you need to follow these steps: 1. Go to 'Returns and Refunds' and click on 'Manage Seller Fulfillment Returns'. 2. Check the Return Merchandise Authorization (RMA) number inside the box to match with the customer's name and order number. 3. Verify the tracking status to see if the product has been returned. 4. If the product has been returned, click on 'Issue Refund'. 5. You can charge a restocking fee of up to 50% if the product is returned used. 6. Provide a reason for the restocking fee and upload photos if necessary. 7. Select the reason for the refund, such as 'Customer Return'. 8. If the customer returns the product because they no longer want it, you can deduct the return shipping cost from the refund amount. 9. During peak return periods between October and January, customers have extended return windows. Be prepared for higher return volumes during this time. Remember, for FBM orders, Amazon handles the refund process, so direct any customer inquiries to Amazon. Stay organized and manage returns efficiently to maintain customer satisfaction.",
    "category": "Refund Processing",
    "tags": [
      "FBM",
      "refund",
      "return process",
      "restocking fee",
      "customer satisfaction"
    ]
  },
  {
    "title": "Analyzing Research Results in Tactical Arbitrage",
    "content": "In this class, we learn how to analyze research results in Tactical Arbitrage. We start by customizing columns to display the desired information such as History Chart, Source, Price, Adjusted Price, Image, Title, Buy Box, and more. Removing unnecessary columns makes it easier to evaluate. We then analyze product details like Historical Chart, Store Name, Amazon Listing, Gross Profit, Sales Rank, Gross ROI, Stock Status, Category, Brand, ASIN, UPC, and more. We compare product details, check for differences, and use tools like Keepa for price history. It's important to verify product details, sizes, and images to avoid mistakes. We also discuss using coupons for better deals and analyzing profit margins. The class emphasizes attention to detail to avoid purchasing errors. The session concludes with tips on preparing for Amazon FBA shipments and the importance of thorough product analysis before making purchases.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "research results",
      "product analysis",
      "Keepa tool",
      "Amazon FBA",
      "Amazon FBM",
      "profit margins",
      "coupon strategies"
    ]
  },
  {
    "title": "Finding Seller ID for UPS Labels - Part 2",
    "content": "To find the Seller ID for UPS labels, first copy the reference from the seller's store. Then, perform a reverse search and paste the reference into the Seller ID field. You can name it as 'Quate, 1, 2, 3, 4'.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["UPS labels", "Seller ID", "Reverse search"]
  },
  {
    "title": "How to Verify Inventory in InventoryLab",
    "content": "In this class, we will learn how to check your FBA or FBM inventory within InventoryLab. You can view your income and profit in the dashboard, track sales by FBA or FBM, manage refunds and reimbursements, and add any additional expenses. Reports include profit by supplier, category, SKU, and ASIN number. You can also access inventory valuation, sales tax reports, and profit and loss statements. To update costs and view your FBA inventory, go to Inventory > FBA. For FBM inventory, manually input costs per item. Utilize the overview section to see your top SKUs and estimated FBM sales value. Remember to regularly update FBM costs to ensure accurate monthly reports. Search for specific SKUs or items easily. Keep track of your inventory to avoid manual adjustments later on. Make sure to add FBM costs promptly to streamline your monthly accounting tasks.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "inventory management",
      "InventoryLab",
      "FBA",
      "FBM",
      "cost tracking",
      "sales reports"
    ]
  },
  {
    "title": "How to Ship an FBM Product to a Customer",
    "content": "In this class, you will learn how to ship an FBM item using the Seller Center platform. You will manage orders, identify pending orders, print a Packing List with customer details, purchase shipping through Amazon, choose the right packaging, and ensure safe delivery to the customer. Key steps include printing the Packing List, buying shipping, determining packaging dimensions, selecting the appropriate shipping method, and considering signature confirmation for high-value items. Remember to place the Packing List inside the box and the shipping label outside. Request a scan from the carrier for tracking purposes. This process will help you efficiently fulfill orders through FBM on Seller Central.",
    "category": "Amazon FBM Shipping Process",
    "tags": [
      "FBM",
      "Seller Center",
      "Order Management",
      "Packing List",
      "Buy Shipping",
      "Packaging",
      "Shipping Method",
      "Signature Confirmation"
    ]
  },
  {
    "title": "How to Use TE to Research Online Deals and Store Deals on TA",
    "content": "Learn how to utilize the Bricsic website with the Ttico Xpander to search for online deals and in-store deals. The process involves selecting online or in-store deals, filtering retailers, categories, and brands, using the Tactical Expander to scan for products, and exporting the results to Tactical Arbitrage for further analysis. This method helps in finding discounted products for retail arbitrage and online arbitrage. Make sure to follow the steps carefully to maximize your sourcing potential.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Bricsic",
      "Ttico Xpander",
      "Tactical Expander",
      "Tactical Arbitrage",
      "Online Deals",
      "In-Store Deals",
      "Retail Arbitrage",
      "Online Arbitrage"
    ]
  },
  {
    "title": "Creating a Shipping Template for FBM Orders",
    "content": "In this class, we will learn how to create a Shipping Template for FBM orders to avoid losses. To create a Shipping Template, go to Seller Central, click on 'Configurations' and then 'Shipping Settings'. Confirm your name, address, and timezone. Adjust Order Fulfillment Settings, including handling time and holidays. Exclude weekends for pickups. Create a new Shipping Template, select Warehouse, and set delivery options. Exclude certain states and territories for cost reasons. Avoid sending to P.O. Boxes. Set shipping costs strategically to avoid losses. Customize delivery options based on your business needs. Save the Shipping Template for future use.",
    "category": "Amazon FBM and FBA Course",
    "tags": [
      "FBM orders",
      "Shipping Template",
      "Seller Central",
      "Order Fulfillment Settings",
      "Handling Time",
      "Holidays",
      "Delivery Options",
      "P.O. Boxes",
      "Shipping Costs"
    ]
  },
  {
    "title": "Introductory to Amazon FBA and FBM Course",
    "content": "Hello, if you are here, it's because you are interested in working with online sales. I am Sarah Quartaroli, CEO of USN Amazon. I started selling on Amazon in December 2020 and have generated over $1 million in sales in the past 12 months. Working with online sales allowed me to quit my job and live off my Amazon store income. In less than two years, my sales have grown so much that I had to move to a warehouse and expand my team. I created the Level Up program to help those struggling to sell on Amazon. It includes educational content on online arbitrage, retail arbitrage, and tools to start and succeed. The program covers topics like tactical arbitrage, KEEPA, reverse research, repricer, and inventory lab. Participants get access to video lessons for a year, group mentoring sessions, and an exclusive Discord community for 12 weeks. The program also offers a Facebook group for sharing profitable product leads. Success in online sales requires commitment, hard work, and dedication. There are no shortcuts to success, but with effort, it is achievable. Join the Level Up community to boost your online sales business.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Online Sales",
      "Arbitrage",
      "E-commerce"
    ]
  },
  {
    "title": "Source Mogoul vs Tactical Arbitrage",
    "content": "Source Mogoul is a competitor of Tactical Arbitrage, offering advantages such as being simpler and easier to use compared to Tactical Arbitrage. It is slightly cheaper at $67 per month, with the option for an annual payment at $880. Source Mogoul allows filtering by category, which Tactical Arbitrage does not offer. However, a disadvantage is that it often shows out-of-stock items due to limited filtering options, making it more competitive. Source Mogoul is recommended for those who prefer a simpler tool, especially for users less experienced with computers or systems. A free trial of 10 days is available for Source Mogoul, allowing users to explore the tool before deciding on their preferred research platform.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Source Mogoul",
      "Tactical Arbitrage",
      "Amazon FBA",
      "Amazon FBM",
      "research tool"
    ]
  },
  {
    "title": "Level Up: Amazon FBA and FBM Course Overview",
    "content": "The Level Up is a project focused on online arbitrage and retail arbitrage, providing educational resources from account setup to product research, process analysis, tactical arbitrage, and repricing. The course emphasizes that success depends 70% on student engagement and effort. Participants gain access to educational materials for a year, group mentoring via Zoom, and an exclusive Discord community for daily product leads. The course encourages practical application of learned concepts to achieve tangible results. Studying without implementation leads nowhere, just as implementing without prior study. The Level Up aims to create a supportive community of Amazon sellers, empowering individuals to become successful Level Uppers.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Level Up",
      "Amazon FBA",
      "Amazon FBM",
      "Online Arbitrage",
      "Retail Arbitrage",
      "Educational Resources",
      "Community Building",
      "Practical Application"
    ]
  },
  {
    "title": "Understanding Seller Central Page",
    "content": "Once you have opened your account, you will have access to the Seller Center on Amazon. The Seller Center is where all your account information is consolidated, including inventory, adding or removing products, and viewing payments. Specific tools and step-by-step guides will be covered in future videos, such as adding products, managing inventory, and sending products to FBA. The Seller Center dashboard displays information on marketplaces, open orders, today's sales, buyer messages, shipping orders, low inventory, shipping performance, opportunities for improvement, global demand, stranded inventory, returns and refunds, and improving cash flow. Responding to buyer messages promptly is crucial for maintaining account health. The Seller Center is the core of your operations on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Seller Central",
      "Amazon",
      "Inventory Management",
      "Order Processing",
      "Account Health"
    ]
  },
  {
    "title": "Understanding KEEPA.COM",
    "content": "The transcript provides an overview of using KEEPA for Amazon FBA and FBM analysis. It explains how to track products, set notifications based on price changes, view price history, rankings, seller offers, and buy box statistics. KEEPA consolidates information such as listing details, seller offers, Prime and FBM options, and buy box percentages. It also shows variations, reviews, and pricing averages. The speaker recommends using KEEPA in conjunction with other tools for comprehensive analysis. The class emphasizes the importance of understanding KEEPA for effective product research and decision-making in Amazon selling.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA",
      "Amazon FBA",
      "Amazon FBM",
      "product analysis",
      "price tracking",
      "seller offers",
      "buy box statistics"
    ]
  },
  {
    "title": "Keeva Graphs Analysis",
    "content": "The class covers the analysis of KEEPA graphs for Amazon FBA and FBM products. It emphasizes the importance of analyzing Buy Box information, competitors, and monthly sales. The transcript details the steps to analyze Price History, FBA offers, FBM offers, and sales drops. It also explains the significance of analyzing the number of sellers and the price variation. Additionally, it discusses the statistical data related to the product's pricing history and sales rank. The class concludes by highlighting the importance of analyzing the product's performance over time and ensuring a cautious approach to entering listings.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA",
      "graphs analysis",
      "Amazon FBA",
      "Amazon FBM",
      "product analysis"
    ]
  },
  {
    "title": "How to Request Free USPS Boxes",
    "content": "In this class, you will learn how to request free USPS boxes for your business. USPS offers Priority Mail boxes with pre-established prices based on box size. These boxes come with inclusive shipping costs, meaning you don't have to pay for them. By registering on the USPS website, you can order these boxes for free to save on packaging costs and expedite shipping to customers. The process involves signing up on the USPS website, selecting the desired box sizes, and placing an order. Different box sizes are available, such as Padded Envelope, Small, Medium, Large, and specialized boxes like those for shoes. It's important to match the box size with the selected shipping service, as USPS only allows these free boxes for Priority Mail shipments. The tutorial also covers how to navigate the USPS website to order boxes, emphasizing the importance of paying attention to the box names when selecting the shipping service. The class concludes with a reminder to utilize this cost-saving opportunity and seek assistance for any questions.",
    "category": "Shipping and Packaging",
    "tags": [
      "USPS",
      "Priority Mail",
      "free boxes",
      "shipping supplies",
      "box sizes"
    ]
  },
  {
    "title": "What is a Repricer? Benefits of Using BQool Repricer",
    "content": "A repricer is a system linked to your Amazon account that automatically changes the price of the listed item. By setting a minimum and maximum price, the repricer ensures your item stays competitive in the buy box, potentially increasing profit margins. Using a repricer like BQool can save time and prevent pricing mistakes, allowing you to manage prices efficiently for a large number of items. This class covers the step-by-step process of using BQool, advantages of using a repricer, and how it can enhance your selling speed and buy box percentage.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Repricer",
      "BQool Repricer",
      "Amazon FBA",
      "Amazon FBM",
      "Pricing Strategy"
    ]
  },
  {
    "title": "How to Use Gift Cards for Online Purchases",
    "content": "Learn how to save money on your purchases by using gift cards. Some sites offer discounts ranging from 2% to over 10% on gift card purchases. Combining gift card discounts with store coupons can result in significant savings. Sites like CardCash and Rakuten offer various discounts and cashback options. Always start with small purchases to test the process before buying larger value gift cards. Utilize e-gift cards for instant delivery and consider discounts above 5% worthwhile. Gift cards can help lower your overall costs and increase profit margins. Keep an eye out for good offers and test different sites to find the best deals.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "gift cards",
      "online purchases",
      "discounts",
      "savings",
      "e-commerce"
    ]
  },
  {
    "title": "Advantages of Online Arbitrage",
    "content": "Online arbitrage offers several advantages, including the flexibility to work from anywhere in the world, the ability to earn in dollars while spending in local currency, time efficiency through online research tools, the convenience of ordering online without the need to physically visit stores, the use of coupons to find unique deals, access to a wider range of stores beyond local options, and the potential for significant business growth and scalability. Emphasizing the importance of mastering online arbitrage tools for expanding one's business and maximizing opportunities for increased revenue and efficiency.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "online arbitrage",
      "Amazon FBA",
      "business growth",
      "efficiency",
      "scalability"
    ]
  },
  {
    "title": "Price Tank Example with KEEPA",
    "content": "This class provides an example of a price tank situation using the KEEPA tool. The instructor shares a case study of selling Tampax products, initially making a good profit due to market scarcity. However, as more sellers discovered the listing, the price gradually decreased, leading to a loss of profitability. The instructor emphasizes the importance of monitoring price trends using KEEPA graphs to anticipate price fluctuations and avoid potential losses. Key points include tracking the increase in sellers and decrease in price, recognizing patterns of price decline, and being cautious when entering competitive markets. The class concludes with a reminder to stay vigilant and make informed decisions based on market data.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Price Tank",
      "KEEPA",
      "Market Trends",
      "Competitive Pricing",
      "Profitability"
    ]
  },
  {
    "title": "How to Get Free Labels from UPS - Part 2",
    "content": "In this class, we learn how to get free labels from UPS by creating a payment account. The steps include going to Manager Profile, clicking on Open a Payment Account, selecting Personal, entering address details, adding a payment method, and submitting the order. By following these steps, you can access free labels for shipping. Remember to use the same email registered with your UPS account. Additionally, there are options for different label sizes and types, such as 4x6 and Team Lift labels. The process concludes with a confirmation message indicating that the order is free. This method is a great way to obtain labels for shipping without any charges.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "UPS labels",
      "free labels",
      "shipping supplies",
      "payment account",
      "label sizes"
    ]
  },
  {
    "title": "Scheduling Free UPS Pickup",
    "content": "In this class, you will learn how to schedule a free UPS pickup at your location. Having a large volume of boxes, especially during peak seasons, can be time-consuming if you have to go to the post office. By requesting a pickup, UPS will come to your specified address within a four-hour window. To schedule a free pickup, you need to create a free UPS account and enter a tracking number for each shipment. If the free pickup option is not available, you can use an older tracking number or request a new one from your Amazon account. Remember to maintain a good relationship with UPS drivers by offering small gestures like water or soda. This not only helps in smooth pickups but also builds rapport for future interactions.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "UPS pickup",
      "free pickup scheduling",
      "shipping logistics",
      "Amazon seller tips"
    ]
  },
  {
    "title": "Inventory Lab Overview",
    "content": "Inventory Lab is a accounting system designed to manage all your Amazon transactions. It connects to your Amazon account to download sales data and provide insights such as profit per product, sales velocity, monthly profit, Profit and Loss report, Easy Number profit, SKU profit, company profit over a period, product losses, Amazon fees, freight costs, and more. It simplifies analysis and decision-making by consolidating all your Amazon store numbers in one place. Recommended for sellers with significant sales volume. Features include FBA shipment management for faster and simplified shipping. Subscription cost is $49 per month. Integration with Amazon account is straightforward. Inventory Lab provides step-by-step instructions for setup. Manage and leverage the information within Inventory Lab effectively for your business.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Inventory Lab",
      "Amazon transactions",
      "Profit and Loss",
      "Sales analysis",
      "FBA shipment management"
    ]
  },
  {
    "title": "Account Health Overview",
    "content": "Account health is crucial for Amazon sellers as it directly impacts various aspects of their business, such as unlocking categories, buy box percentage, and FBA eligibility. It represents the overall performance of a seller on Amazon, including customer service, order fulfillment, feedback, and complaints. Monitoring account health regularly is essential to avoid suspension risks. Key metrics to focus on include order defect rate, negative feedback, AZ claims, chargeback claims, IP compliance, policy violations, and shipping performance. Maintaining a healthy account status is vital to ensure a smooth operation and prevent account suspension.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "account health",
      "Amazon seller",
      "metrics",
      "suspension risks",
      "order defect rate",
      "negative feedback",
      "AZ claims",
      "chargeback claims",
      "IP compliance",
      "policy violations",
      "shipping performance"
    ]
  },
  {
    "title": "How to Research Retailers in SourceMogul",
    "content": "To research retailers in SourceMogul, start by clicking on 'Start Search' and then 'Buy Retailer'. You will see a list of stores available for analysis. Select a store, for example, Target. Input any discounts or coupons, shipping details, item quantity, item value, and prep costs if applicable. Click on 'Search' to run the analysis. Once complete, you can apply filters and conduct further analysis. Stay tuned for the next class where we will discuss filters.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["SourceMogul", "research", "retailers", "analysis", "filters"]
  },
  {
    "title": "How to Perform a Stock Removal in Amazon FBA",
    "content": "To perform a stock removal in Amazon FBA, go to Inventory, manage FBA Inventory, then click on Unfulfillable Inventory. Here you can find items that are unsellable. Review the items listed for removal and select the quantity you want to remove. If you encounter any issues with the removal process, contact Amazon's support for assistance. You can choose to either remove, donate, liquidate, or ask Amazon to discard the items. It is recommended to handle the triage yourself to avoid unnecessary discarding of products.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "stock removal",
      "Amazon FBA",
      "inventory management",
      "unsellable items"
    ]
  },
  {
    "title": "Listing a Product FBM on Amazon Seller Central",
    "content": "This class covers how to list a product FBM (Fulfillment by Merchant) on Amazon Seller Central. FBM is when the seller is responsible for the logistics of the product, including preparation and shipping. Advantages of FBM include easy startup with less capital, control over price fluctuations, and faster delivery to customers. The process involves adding a product to the catalog, setting conditions, pricing, and quantity, and choosing FBM for shipping. The ASIN number is crucial for identifying products. Managing inventory includes editing listings, changing prices, and quantities. It's important to calculate shipping costs separately to avoid losses. FBM allows for more control but can be challenging for scaling due to high expenses and operational complexities.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBM",
      "Amazon Seller Central",
      "ASIN number",
      "inventory management",
      "shipping costs"
    ]
  },
  {
    "title": "KEEPA Finder: The Next Level Tool for Amazon Product Research",
    "content": "The KEEPA Finder is a powerful research tool linked to Amazon, allowing users to search for products directly within the platform. Unlike tools like Tactical Arbitrage, where you start by comparing websites to Amazon, with KEEPA Finder, you begin with Amazon and then can further research on Google or other platforms. The advantage of using KEEPA Finder is that it provides filters based on Amazon data, making it easier to find products from suppliers. When used in conjunction with Tactical Arbitrage, it takes your product research to the next level. The upcoming videos will demonstrate simplified ways to utilize KEEPA Finder efficiently. By combining the filtering capabilities of KEEPA Finder with Tactical Arbitrage, you can enhance your Amazon product research and reach new heights. This module is named 'The Next Level' to signify the advancement in research techniques. Learn how to leverage KEEPA Finder and elevate your research game. The possibilities are endless, and we are moving forward. See you in the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA Finder",
      "Amazon product research",
      "Tactical Arbitrage",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "How to Use Filters in KEEPA FINDER",
    "content": "In this class, we learn how to utilize filters in KEEPA FINDER to find products efficiently. The main focus is on finding fast-selling items to boost store performance. Key filters discussed include Sales Rank, Out of Stock status, Buy Box Lowest Ever, category selection like Toys, number of offers, Buy Box Seller preference, stock availability, and product ratings. The class provides step-by-step guidance on setting up filters and optimizing search results.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA FINDER",
      "filters",
      "product research",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "Research by Category on SourceMoogle",
    "content": "In this class, we learn how to set up and use SourceMoogle for product research by category on Amazon. SourceMoogle is a user-friendly tool that is simpler to use compared to Tactical Arbitrage. It offers fewer products and filters but is easier to navigate. Key steps include adjusting the FBA Shipment cost, utilizing Global Filters, and selecting categories for research. The search process can be done by Amazon categories or retailer options. After selecting categories, the search can be run overnight for results in the morning. SourceMoogle provides search completion notifications and allows for applying filters post-search. It is faster than Tactical Arbitrage and supports running multiple category searches simultaneously. Further details on research and filters will be covered in the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "SourceMoogle",
      "product research",
      "Amazon categories",
      "Global Filters",
      "search process"
    ]
  },
  {
    "title": "Checking FBA and FBM Sales in Inventory Lab",
    "content": "In this class, we learn how to check FBA and FBM sales using Inventory Lab. To check FBA sales, go to Accounting > FBA Sales. To check FBM sales, go to Accounting > Merchant Sales. You can search by order number, SKU, or AZNumber. You can adjust the time period for sales data. Analyzing sales data helps in decision-making regarding restocking or keeping items in inventory. Detailed breakdown of expenses and profits is provided for each sale. It is important to regularly analyze sales data to make informed decisions. Similar process applies for FBM sales. Inventory Lab provides more detailed and user-friendly sales data compared to Seller Central reports.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA sales",
      "FBM sales",
      "Inventory Lab",
      "sales analysis",
      "restocking decisions"
    ]
  },
  {
    "title": "BQOOL - Dashboard Overview and Inventory Lab Integration",
    "content": "In this class, we covered the BQOOL dashboard overview and the integration with Inventory Lab. The dashboard provides insights on sales, order numbers, buy box percentage, average sales per listing, and average orders per listing. It is recommended to link your buy box with Inventory Lab to automate cost adjustments. To integrate, go to Inventory Lab settings, select integrations, and connect. This integration allows Inventory Lab to automatically update BQOOL with FBM costs and listings. Adjusting pricing rules in BQOOL involves setting minimum and maximum prices in bulk, based on ROI or profit margin. It is advised to monitor and adjust pricing regularly to stay competitive and maximize profits. Remember to check your repricer frequently to ensure pricing is optimized for sales. Always make pricing adjustments through the repricer, not Seller Central. Integrating Inventory Lab with the repricer streamlines cost management and pricing strategies.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "BQOOL",
      "dashboard",
      "Inventory Lab",
      "pricing rules",
      "repricer integration"
    ]
  },
  {
    "title": "Connecting BQOOL with Amazon Account",
    "content": "To connect BQOOL with your Amazon account, start by visiting the main page of BQ at bq.com. Proceed to sign up for the Free Trial, where you can use the service without payment. Select the Repricing Central service, enter your email and password, fill in the required information, and click on 'create'. Follow the instructions in the email you receive to confirm your email address. Return to BQ, log in with the credentials you provided, and then click on 'connect'. Enter your Store Front Name and select the Marketplace. Ensure you are logged into your Amazon account. Click on 'understand', 'next', and you will be successfully linked with your Amazon account. After connecting, follow the next steps shown, such as adding rules and managing settings, which will be covered in detail in upcoming classes.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "BQOOL",
      "Amazon account",
      "Free Trial",
      "Repricing Central",
      "Store Front Name",
      "Marketplace",
      "Rules",
      "Settings"
    ]
  },
  {
    "title": "How to Process FBM Refunds",
    "content": "To process a refund for a fulfilled by merchant (FBM) order, you need to follow these steps: 1. Access 'Manage Seller Fulfillment Returns' under 'Returns and Refunds' tab. 2. Check the RMA number and customer details in the returned product. 3. Verify the tracking status to confirm if the item has been returned. 4. If the item has been returned, click on 'Issue Refund' and provide necessary information like product name and restocking fees. 5. Amazon allows charging up to 50% restocking fee in certain cases. 6. Provide reasons for the restocking fee such as minor damage, severe damage, missing accessories, or late return. 7. Upload photos to support the restocking fee claim. 8. You can also deduct return shipping fees from the refund amount. 9. Inform the reason for the refund, process it, and Amazon will notify the customer via email. Additionally, be prepared for increased returns between October and January due to extended return periods during the holiday season. Handle returns efficiently and consider alternative selling methods for returned items. Remember, for fulfilled by Amazon (FBA) orders, Amazon manages all refunds and customer communications.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBM refunds",
      "return process",
      "restocking fees",
      "customer returns",
      "Amazon policies"
    ]
  },
  {
    "title": "Account Health Overview in Seller Central",
    "content": "Learn how to check your account health in Seller Central and understand its importance within Amazon. Discover the metrics and where to find them in the performance section on the left side of Seller Central, which includes everything related to your seller performance.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["Account Health", "Seller Central", "Metrics", "Performance"]
  },
  {
    "title": "Listing a Product FBM and Editing Listing",
    "content": "In this class, you will learn how to list a product FBM (Fulfillment by Merchant) and edit the listing. FBM is when the seller is responsible for the logistics of the product, including preparation and shipping. Advantages of FBM include easy start with less capital, control over price fluctuations, and faster delivery to customers. Using FBM for seasonal items can boost sales. Testing a product with FBM before FBA helps assess its performance. The process of listing a product involves adding product details, setting price, quantity, and condition, and choosing FBM for shipping. Managing inventory includes monitoring active listings, editing information, adjusting prices and quantities, and considering shipping costs. It's important to calculate shipping costs separately to avoid losses. Seller Central provides easy navigation for listing and managing products.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBM",
      "Fulfillment by Merchant",
      "listing",
      "inventory management",
      "product listing",
      "shipping costs",
      "Seller Central"
    ]
  },
  {
    "title": "IP Complaint in Amazon FBA and FBM",
    "content": "In Amazon FBA and FBM, an IP complaint occurs when sellers are removed from a listing by Amazon, causing a rapid drop in rankings. This drop is often due to unaware sellers entering the listing and receiving an IP complaint shortly after. It is important to monitor the Keepa graph to track these fluctuations.",
    "category": "Amazon FBA and FBM Course",
    "tags": ["IP complaint", "Amazon FBA", "Amazon FBM", "Keepa graph"]
  },
  {
    "title": "Source Mogoul vs Tactical Arbitrage",
    "content": "The Source Mogoul is a competitor of the Tactical Arbitrage tool. Advantages of Source Mogoul include being simpler and easier to use compared to Tactical Arbitrage, slightly cheaper at $67 monthly, ability to filter by category which Tactical Arbitrage lacks. Disadvantages include showing many out-of-stock items due to limited filtering options, making the competition for available items higher. Source Mogoul is recommended for those who are not as tech-savvy. It offers a 10-day free trial for users to explore before making a decision on which tool to use for product research.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Source Mogoul",
      "Tactical Arbitrage",
      "product research",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "Tactical Expander: Access More Stores with Google Chrome Extension",
    "content": "The Tactical Expander is a Google Chrome extension that allows you to access more stores than your Tactical Arbitrage subscription. It provides access to 548 additional websites, including Adidas, Nike, Office Depot, Stamples, Lowe's, Nike, Mattel, Wayfair, and more. The Tactical Expander is a powerful tool that expands your sourcing options beyond Tactical Arbitrage. It also supports Bricsic scanning. To download the extension, simply install it on your Google Chrome, and it will automatically link to your Tactical Arbitrage account. The pricing options include a monthly plan for $29.90 or an annual plan for $297. While not everyone may need it, the Tactical Expander can be a valuable investment for those with experience in online arbitrage or those looking to expand their sourcing capabilities. Consider investing in the Tactical Expander when you are ready. Learn how to use it in the upcoming videos. ",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Expander",
      "Google Chrome extension",
      "Tactical Arbitrage",
      "online arbitrage",
      "sourcing",
      "pricing"
    ]
  },
  {
    "title": "Level Up: Amazon FBA and FBM Course Benefits 2023",
    "content": "The Level Up is a project focused on online arbitrage and retail arbitrage. It provides educational resources starting from setting up an account, unlocking categories, accessing Amazon information, product research, process analysis, tactical arbitrage, and repricing. The course covers 30%, while the remaining 70% depends on student engagement. Participants need to actively pursue their goals, gather information, and persevere through challenges. The program offers tools for expanding Amazon businesses and achieving remarkable results. It emphasizes community building, providing one-year access to educational materials, group mentoring via Zoom, and an exclusive Discord community for sharing daily product leads. To optimize learning, it is recommended to practice the course content immediately after studying. The project encourages practical application of acquired knowledge, highlighting the importance of both studying and implementing strategies for success.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Level Up",
      "Online Arbitrage",
      "Retail Arbitrage",
      "Amazon Business",
      "Product Research",
      "Community Building",
      "Mentoring",
      "Discord Community",
      "Practical Learning"
    ]
  },
  {
    "title": "Amazon FBA and FBM Course Introduction",
    "content": "Hello, if you're here, it's because you're interested in working with online sales. I'm Sarah Quartaroli, CEO of USN Amazon. I started selling on Amazon in December 2020 and have generated over $1 million in sales in the last 12 months. Working online allowed me to quit my job and live off my Amazon store. The Level Up program is a comprehensive platform for online arbitrage and retail arbitrage. It provides education for beginners and those struggling to boost sales. The program covers tools like tactical arbitrage, KEEPA, reverse research, repricer, and inventory lab. You'll have access to video tutorials for a year and join the Level Up community for group mentoring via Zoom and exclusive Discord access. The Facebook group offers support and profitable product leads. Success depends on your commitment and effort. There's no overnight success, but with dedication, it's achievable. Join the Level Up community to elevate your business!",
    "category": "Course Introduction",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Online Sales",
      "Arbitrage",
      "E-commerce"
    ]
  },
  {
    "title": "Filtering with Level Up Filter on SourceMogul",
    "content": "In this class, we learn how to use filters on SourceMogul, specifically focusing on the Level Up filter. The Level Up filter is set after conducting a search and aims to save time by presetting specific criteria. The criteria include setting an ROI between 30% to 100%, a Profit margin of at least $2, a Sales Rank below 1%, Match Accuracy set to Medium, exclusion of specific words like Apple or Fitbit, filtering by a minimum of two sellers and a maximum of sixty-five, setting a minimum selling price of $7 to capture Small&Light opportunities, and the option to include or exclude products with Buy Box Suppressed. By saving the Level Up filter, users can quickly access relevant results without the need to adjust filters each time they run a search.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "filtering",
      "SourceMogul",
      "Level Up",
      "ROI",
      "Profit margin",
      "Sales Rank",
      "Match Accuracy",
      "exclusion",
      "sellers",
      "Small&Light",
      "Buy Box Suppressed"
    ]
  },
  {
    "title": "How to Respond to a Customer",
    "content": "In this class, you will learn how to effectively respond to a customer message on Amazon FBA or FBM. It is crucial to reply within the 24-hour target set by Amazon to maintain a good account health. Messages can be viewed in your Seller Central Account under Buyer Message, where it indicates if you are under or over the response target. When replying, remain professional and avoid panicking. Evaluate and respond according to Amazon's policies. If a customer reports not receiving their order, handle the situation calmly and consider issuing a refund if necessary. Always acknowledge the issue, apologize, and provide a resolution. Remember to be proactive and prioritize resolving customer problems. Respond promptly to maintain good customer service.",
    "category": "Customer Support",
    "tags": [
      "Amazon FBA",
      "Amazon FBM",
      "Customer Service",
      "Responding to Customers"
    ]
  },
  {
    "title": "How to Use Tactical Expander with Tactical Arbitrage",
    "content": "Once you have downloaded the Tactical Expander and connected it to your Tactical Arbitrage, the process is simple. Start by exploring the sites supported by Tactical Expander to begin your search. For example, if a site like Adidas or Lowe's is not available in Tactical Arbitrage, you can use Tactical Expander to access and extract data from these sites. Navigate to the desired site, such as Lowe's, and search for specific items like Halloween products. Filter the results to narrow down the search. Use Tactical Expander to scan and render the webpage, extracting information like UPC codes into a spreadsheet format. The tool will process the data and match it with Amazon listings. Once completed, you can export the file to Tactical Arbitrage for further analysis. This method allows you to access and analyze products from sites not directly supported by Tactical Arbitrage. Utilizing Tactical Expander enhances your sourcing capabilities and provides valuable insights for product research.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Expander",
      "Tactical Arbitrage",
      "product research",
      "data extraction",
      "Amazon listings"
    ]
  },
  {
    "title": "BrickSeek Shopping List Feature",
    "content": "The BrickSeek Shopping List feature allows you to create a list of items you are interested in purchasing. You can add items from various stores and keep track of up to 120 items. This feature helps you organize your shopping trips by allowing you to easily reference the items you want to buy when you visit a store. You can filter items by store, refresh availability, and delete out-of-stock items. By using the Shopping List feature, you can streamline your shopping experience and make informed purchasing decisions.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "BrickSeek",
      "Shopping List",
      "Inventory Management",
      "Amazon FBA",
      "Amazon FBM"
    ]
  },
  {
    "title": "Understanding IPI - Inventory Performance",
    "content": "The IPI stands for Inventory Performance Index, which measures your excess inventory, Sell Through capacity, Stranded Inventory, and In-Stock Inventory on Amazon. It is crucial to maintain a good IPI score to avoid account issues. Tips include managing excess inventory by sending fast-moving items to FBA, addressing Stranded Inventory promptly, and keeping In-Stock Inventory up to date. Amazon rewards sellers who maintain good inventory practices. Monitoring and improving your IPI score is essential for successful selling on Amazon.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "IPI",
      "Inventory Performance Index",
      "Sell Through",
      "Stranded Inventory",
      "In-Stock Inventory",
      "Amazon FBA",
      "Amazon Seller Central"
    ]
  },
  {
    "title": "Inventory Lab Accounting Reports",
    "content": "In this class, we discussed accounting reports within Inventory Lab. The main functions covered were FBA Sales, FBA Merchant (FBM), and various report options such as Supplier, Category, and SKU. Focusing on analyzing FBA Sales and FBA Merchant data is crucial. Detailed information provided includes sales, profit margins, refund details, cost breakdown, and ROI analysis. Another important report discussed was Inventory Valuation, which helps track inventory values across FBM, FBA, and inbound stock. Lastly, the Profit and Loss report was highlighted, showcasing a detailed breakdown of revenue, expenses, and profits for a specific period. Customization options for reports were also mentioned. Overall, Inventory Lab proves to be a valuable tool for managing and understanding the financial aspects of your business.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Inventory Lab",
      "Accounting Reports",
      "FBA Sales",
      "FBA Merchant",
      "Inventory Valuation",
      "Profit and Loss"
    ]
  },
  {
    "title": "Utilizing TE to Research Online Deals and Store Deals on TA",
    "content": "Learn how to use TE to research online deals and in-store deals on TA. TE is an excellent tool for finding discounted products. You can use TE with Tactic Expander to search for online deals or in-store deals. In-store deals require visiting the store, while online deals provide a direct link for purchase. Filter out retailers and categories to narrow down your search. Use TE to scan and export data to TA for further analysis. Utilize this process for both online and in-store deals to find discounted products for resale. This method is beneficial for Retail Arbitrage and finding products below market price.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "TE",
      "TA",
      "online deals",
      "in-store deals",
      "Tactic Expander",
      "Tactical Arbitrage",
      "Retail Arbitrage",
      "discounted products"
    ]
  },
  {
    "title": "Shipping on Pallets",
    "content": "In this class, we learn about shipping on pallets, which is a cost-effective way to send multiple items to Amazon. The process involves selecting items, providing information on each box's contents via Webform, confirming shipment details, printing box labels, assembling the pallet, and obtaining a bill of lading. It's important to follow the correct labeling and pallet preparation steps to ensure smooth transportation. Shipping on pallets is usually cheaper than sending individual boxes. Remember to request a lift gate if needed for delivery to a residential address.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "shipping",
      "pallets",
      "Amazon FBA",
      "LTL",
      "Webform",
      "bill of lading"
    ]
  },
  {
    "title": "Filtering in Tactical Arbitrage",
    "content": "In this class, we discuss the importance of using filters in Tactical Arbitrage to improve the quality of leads generated. The computer program functions based on the filters you set, so being specific leads to better results. We go through various filter settings such as Source Price Adjustment, removing third-party sellers, oversized products, out of stock items, Amazon as a seller, sales volume, number of FBA sellers, reviews, ratings, price thresholds, and brand exclusions. Additionally, we cover setting costs for Prep Centers, profit ROI targets, and other considerations. It is crucial to save your preferred filter settings for efficient future searches.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Tactical Arbitrage",
      "Filtering",
      "Leads Generation",
      "Amazon FBA",
      "Prep Centers",
      "Profit ROI"
    ]
  },
  {
    "title": "Amazon Groceries Program up to $15",
    "content": "The Amazon Groceries program incentivizes items sold for up to $15 by automatically applying a discount on the referral fee. To benefit from the program, items must be priced at $15 or less, be FBA items, and sold to Prime customers. By participating, sellers can increase profits by lowering prices to encourage customer purchases. It's recommended to set the Repricer for items priced between $12 to $15 or above $16.50 to maximize profits. Utilizing the program can lead to higher sales velocity and increased profits. Take advantage of this opportunity to boost sales and profits. Check the Discord for more details and stay tuned for the next class.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Amazon Groceries Program",
      "Referral Fee Discount",
      "FBA Items",
      "Prime Customers",
      "Repricer",
      "Sales Velocity",
      "Profit Maximization"
    ]
  },
  {
    "title": "How to Use AZISEN, Ranking, Top, and Inventory Check",
    "content": "In this class, we discuss how to utilize AZISEN for product analysis. AZISEN provides information such as product category, ranking, top percentage, estimated monthly sales, revenue, and more. It also offers FBM and FBA calculators. To adjust settings for FBA and FBM shipping costs, go to calculator settings. The class emphasizes the importance of analyzing whether to sell FBA or FBM based on factors like item price, weight, and historical data. The transcript covers details on drops, AZIN number, Small&Lights program eligibility, and the benefits of using AZISEN for efficient product analysis and inventory checking.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "AZISEN",
      "product analysis",
      "FBM",
      "FBA",
      "inventory checking",
      "Small&Lights program"
    ]
  },
  {
    "title": "Azizen Calculator: Features and Benefits",
    "content": "The Azizen is a Google Chrome extension that serves as a calculator for product analysis. It offers pricing options and programs, such as Small&Light. The Azizen comes with additional apps like ScanEasy for mobile search. Pricing for Azizen includes Starter at R$7.95 per month and Advancer at R$19.95 for professional accounts. There is a 30-day free trial available. The annual plan offers up to 60% off. The Azizen calculator helps analyze FBM and FBA prices, freight costs, product rankings, drops, reviews, and program eligibility. It simplifies product analysis for online and retail arbitrage, making it essential for business growth. Other calculators are available if Azizen is not preferred.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "Azizen",
      "calculator",
      "product analysis",
      "pricing",
      "programs",
      "freight costs",
      "product rankings",
      "reviews",
      "Small&Light",
      "online arbitrage",
      "retail arbitrage"
    ]
  },
  {
    "title": "Understanding Stranded Inventory",
    "content": "Stranded Inventory occurs when a product becomes unavailable for sale due to various reasons, such as high or low pricing, deleted listings, system errors, or barcode issues. To find your Stranded Inventory on Amazon, go to Seller Central, click on Manage Inventory, then Manage FBA Inventory. You have 30 days to take action before Amazon automatically removes the product. If the reason is a high price error, adjust the price accordingly. If it's a listing error, try refreshing the listing. If the issue persists, contact Seller Support. If you intentionally deleted a listing, create a Removal Order. If you want to bring back a deleted item, create a new FBM listing, convert it to FBA, and refresh the Stranded Reason. If all else fails, create a Removal Order to remove the item from inventory. The item will be returned to your designated address. Remember, Amazon will remove Stranded Inventory if not resolved within 30 days.",
    "category": "Inventory Management",
    "tags": [
      "Stranded Inventory",
      "Amazon FBA",
      "Amazon FBM",
      "Seller Central",
      "Removal Order"
    ]
  },
  {
    "title": "Creating FBA Shipment via Inventory Lab",
    "content": "Learn how to create an FBA shipment through Inventory Lab to save time and simplify the process. Start by creating a New Batch in Listing, Prep Listing, where you can input batch information, shipping details, and product specifics. Add products, set costs, supplier details, expiration dates, and more. Print labels, pack items, and organize boxes. Submit the batch, sync with Amazon, and review the shipment details. Enter box information, transmit to Amazon, and complete the process in Seller Central. Calculate shipping, print labels, and finalize the shipment. Inventory Lab streamlines the FBA shipment process, making it efficient and user-friendly.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "FBA shipment",
      "Inventory Lab",
      "Amazon",
      "listing",
      "prep listing",
      "batch creation",
      "product details",
      "shipping",
      "label printing",
      "box organization",
      "Seller Central",
      "shipping calculation"
    ]
  },
  {
    "title": "Researching Competitor's Store Stocking for Profitable Products",
    "content": "In this class, we learn how to find products for online arbitrage using reverse search technique. Exclusive brands like Equate from Walmart, Walgreens, CVS, Member's Mark from Sam's Club, Kirkland from Costco, Wesley Farms from BJ's, and Trader Joe's are mentioned. The key principle is to search for products on Amazon, such as Equate, to identify where they are sourced from. By analyzing listings and rankings, profitable items can be found. The process involves checking competitors' stores for items not listed by Amazon, priced above $20 or below $10, with rankings under 50,000. Various products are explored, including Children's Tylenol and Peppermint Ultra Strength. Calculations for potential profits through FBA and FBM are demonstrated, emphasizing the importance of researching and analyzing competitor listings for profitable opportunities.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "online arbitrage",
      "reverse search technique",
      "exclusive brands",
      "competitor analysis",
      "profitable products",
      "FBA",
      "FBM"
    ]
  },
  {
    "title": "Analyzing KEEPA Finder Results with Tactical Arbitrage",
    "content": "In this class, we learned how to conduct a search using KEEPA Finder and Tactical Arbitrage. We analyzed the search results provided by Tactical Arbitrage, which gathers information from various retail stores based on Amazon listings. The tool displays the available products from different stores, such as Barnes & Noble, Walgreens, Belk, and Target. We reviewed the data and identified profitable items, like the Nightball Tangle and Disney toy, with details on units sold, rankings, and prices. We also discussed the importance of verifying product details and pricing accuracy. Utilizing the KEEPA Finder and Tactical Arbitrage combination can lead to finding lucrative products with low competition, high profitability, and fast-selling potential, especially during peak seasons like the holidays.",
    "category": "Amazon FBA and FBM Course",
    "tags": [
      "KEEPA Finder",
      "Tactical Arbitrage",
      "product analysis",
      "profitable products",
      "Amazon reselling"
    ]
  }
]
